{
  "doc-cf7e38a92fd77a4252c6867036688401": {
    "content": "[Page 1]\nREQUEST FOR QUOTATION\n____________________________\nTHIS IS NOT AN ORDER\nTo: ALL BIDDERS CTBTO Ref. No.: 2024-0108/Stomov\n(PLEASE QUOTE ON ALL COMMUNICATIONS)\nTel. No.: +43 (1) 26030-6350\nE-mail: procurement@ctbto.org\nAttn.:\nPhone: Date: 05 Aug 24\nFax:\nEmail:\nTitle of Request:A097/ BBTS, Senegal, newborehole drilling orrehabilitation of existingborehole for the IMS\nAuxiliary station.\nDeadline for Submission: 29 Aug 24 Vienna Local Time: 17:00\n________________________________________________\nThe Preparatory Commission forthe ComprehensiveNuclear-Test-Ban TreatyOrganization (hereinafterreferred to as\nthe 'Commission') herebyinvites you to quote thefollowing items as perconditions listed below.\nItem Description and Requirements Quantity U/M\n1 Rehabilitating of the Existing Borehole (LOT 1) 1 Lot\n2 Drilling a new Borehole (LOT 2) 1 Lot\nWhen preparing your quotation, please follow the attached instructions. You are kindly requested to complete and\nreturn the acknowledgment form by e-mail as soon as possible. If you have any questions you should contact the\ne-mail address indicated above. We look forward to receiving your quotation.\nYours sincerely,\noic\nfor: Sally ALVAREZ DE SCHREINER\nChief, Procurement Services Section\n\n[Page 2]\nACKNOWLEDGEMENT FORM\nSolicitation No: 2024-0108\nTitle: A097/ BBTS, Senegal, new borehole drilling or rehabilitation of Vienna Local Time:\nexisting borehole for the IMS Auxiliary station.\nProcurement Staff: Alexandre Stomov CTBTO Req. No.: ,0010024615\nPlease complete 'A' or 'B' or 'C'\nand Return\nWITHIN FIVE (5) DAYS\nTHE PREPARATORY COMMISSION FOR THE\nCOMPREHENSIVE NUCLEAR-TEST-BAN TREATY ORGANIZATION (CTBTO)\nby email to\nprocurement@ctbto.org\nA: We shall submit our proposal\n____________________\nCompany Name:\n______________ _____________________\nBy: Contact Name:\n(date)\n________________________\nEmail/Tel:\nB: We may submit and will advise\n____________________\nCompany Name:\n______________ _____________________\nBy: Contact Name:\n(date)\n________________________\nEmail/Tel:\nC: We will not submit a proposal for the following reason(s)\n__\nour current workload does not permit us to take on additional work at this time;\n__\nwe do not have the required expertise for this specific project;\n__\ninsufficient time to prepare a proper submission;\n__ ________________________\nother (please specify)\n____________________\nCompany Name:\n_____________________\nContact Name:\n________________________\nEmail/Tel:\nClosing Date:\n17:00\n29 Aug 24\n\n[Page 3]\nVienna International Centre\nP. O. Box 1200\nA-1400 Vienna\nAustria\nwww.ctbto.org\nINSTRUCTIONS TO BIDDERS\nCONDITIONS\nN/A\nDelivery Terms\n(INCOTERMS 2020) and\nDestination\nThe Price The price quotation shall include costs and expenses incurred by the Supplier for the full\nand proper performance of all obligations under the contract (including travel,\nallowances, management and remuneration of the personnel, national income tax,\nmedical, insurance and social security contribution, if applicable) .\nCurrency Please quote in EURO or US$ only.\nLOTS Bidders may provide quotations for LOT 1, LOT2 and both LOTS.\nTaxes In principle the Commission is exempt from taxes. Since the arrangement under which\nsuch exemption is respected varies from country-to-country, the bidder will be informed\nby the Commission whether tax exemption will occur at source or whether taxes will be\nreimbursed by the Commission upon submission of the original supporting\ndocumentation. “Taxes” means all direct and indirect taxes (including value added tax,\ngeneral sales tax or goods and services tax), assessments, fees, customs duties, liens and\ncharges in as much as they are levied in conclusion or implementation of the purchase\norder, including customs restrictions and charges of similar nature in respect of articles\nimported or exported for the Commission’s official use.\nThe price quoted shall be net of Taxes. All applicable Taxes payable by the bidder at the\nconclusion or implementation of the Purchase Order in respect of the goods/services\nshall be quoted separately or be separately identified on the Proposal together with\ninformation on the nature of the Tax and its method of calculation. For deliveries to\nVienna, Austria, and due to the Tax exemption at source applicable to the Commission,\nno Taxes shall be charged to the Commission under the Purchase Order.\nInsurance Insurance to be included in the quotation must be for All Risk, covering 110% of the cost\nof the equipment proposed, and from the date/place of the shipment to the date/place the\ndelivery is completed. The insurance shall be in the name of the bidder and the\nCommission.\nValidity of Quotation Minimum 90 days as of the Closing Date\nGeneral Conditions General Conditions of Contract (See Annex A)\nPrivileges & Immunities Nothing in or relating to the Purchase Order shall be deemed to constitute an express or\nimplied waiver of any Privileges and Immunities of the Commission.\nPage 1 of 6\n\n[Page 4]\nPayment Terms Within 30 days of receipt and acceptance of the goods/services and of the following\ndocuments:\n(1) Invoice(s) showing the firm fixed price of the goods/services. The Supplier shall\nsubmit the invoice(s) the invoice(s) electronically, from the Supplier’s official e-\nmail address in PDF format, duly signed and stamped by the Supplier and\nsubmitted to Payable_Invoices@ctbto.org. The invoice shall contain detailed\nbanking instructions, including the name and address of the Supplier's bank,\naccount number, account holder’s name and SWIFT, IBAN and/or ABA codes for\npayment by electronic transfer and actual pre-paid transportation and insurance cost\n(if applicable);\n(2) Acknowledgement Copy of the Commission’s Purchase Order with Supplier’s\nsignature;\n(3) Any other relevant documents.\nApplicable Taxes payable by the Supplier and/or its subcontractor(s) shall be invoiced\nseparately or be separately identified on the invoice. Actual payment of the Taxes must\nprimarily be supported by original documentation such as invoices, bank account\nstatements, transfer orders, or receipts issued by the local tax or customs authorities. If\nsubmission of such original documentation is not possible for justifiable reasons, their\ncopies could be accepted by the Commission provided that they are duly signed and\ncertified by local tax or customs authorities. In case the currency in which the Taxes are\nlevied is not the currency of the Purchase Order, bank statements (or equivalent)\nshowing the exchange rate used for the conversion shall be submitted to the\nCommission, in addition to any other supporting documentation.\nOther Documents Please submit, jointly with the Quotation, the following documents (attached hereto):\n- the Bidder’s Statement, duly completed\n- the Vendor Profile Form, in case you haven’t submitted to the Commission in the\npast two years; and\n- the Statement of Confirmation, duly signed.\nRequest For Quotation No. 2024-108 Page 2 of 6\n\n[Page 5]\nOTHER INFORMATION\n1. The Commission reserves the right to accept or reject bidder’s quotation, partially or entirely, and to annul this\nprocurement process at any time prior to award of the Purchase Order, without thereby incurring any liability to\nthe bidder or any obligation to inform the bidder of the grounds for the Commission’s action.\nThe Commission also reserves the right to split the award for this project if so deemed desirable.\n2. The bidder shall include in its quotation documentary evidence of its qualifications to perform the Purchase Order\nwhich shall establish to the Commission’s satisfaction that the bidder has the financial, technical and production\ncapability necessary to perform the Purchase Order in its entirety and to provide spare parts and other necessary\non-going services as required.\n3. The bidder shall bear all the costs associated with the preparation and submission of the quotation and the\nCommission shall not be responsible or liable for those costs, regardless of the conduct or outcome of this RFQ.\n4. The bidder’s price quotation shall be submitted in the English language, together with relevant technical literatures\nin duplicate, which shall also be in English.\n5. The bidder’s quotation shall be typed or written in indelible ink and signed by an official legally authorized to\nenter into contracts on behalf of their organization. The quotation shall not contain any inter-lineation, erasures or\noverwriting except as necessary to correct errors made by the bidder, in which case such corrections shall be\ninitialled by the person or persons signing the quotation.\n6. The goods and services (if any) to be rendered under the Purchase Order shall have their origin in the States\nSignatories of the Comprehensive Nuclear-Test-Ban Treaty (CTBT) which is available in the CTBTO website at\nwww.ctbto.org under Status of Signatures and Ratifications | CTBTO. For purposes of this paragraph, \"the origin\"\nmeans the place from where the materials, goods and/or from which the services are supplied.\n7. Not later than 7 days before the deadline for submission of the quotations, any request for clarifications relating to\nthe RFQ documents shall be emailed to procurement@ctbto.org, attention to Procurement Staff in charge of this\nmatter referred to in the RFQ cover letter. If such requests are addressed to others or if additional information is\nobtained from others, it may lead to disqualification of the bidder. No requests for clarifications will be entertained\nafter this time.\n8. From the deadline for submission of quotation until the written notification of award, no bidder shall contact the\nCommission on any matter relating to its quotation, except when responding to a request from the Commission for\nclarification. Any effort to influence the Commission in its evaluation of the quotation(s) or its award decision\nshall result in the rejection of the quotation.\n9. The Commission shall evaluate the compliance of the quotations with the RFQ requirements. Subject to its\ntechnical compliance, the quotations shall be examined for its contractual compliance and commercial\nacceptability. Based on the mentioned evaluation, the Commission will determine the quotation which is the “least\ncostly technically acceptable”. Deviation, if any, from the Commission’s terms and conditions might be a factor in\nthe decision of award.\n10. In case of an award, the following documents shall govern the Purchase Order and in case of discrepancies or\ninconsistencies, the documents to prevail shall be given precedence in the following order:\n(a) The Purchase Order\n(b) The Commission’s General Conditions of Contract (Annex A)\n(c) Terms of Reference (Annex B)\n(d) The bidder’s quotation (Annex C)\n9.\nUse of former Preparatory Commission for the CTBTO (“Commission”) employees in the preparation of\nQuotations:\nA Bidder must not, in the absence of prior written approval from the Commission, permit a person to contribute to, or\nparticipate in, any process relating to the preparation of a Quotation or the procurement process if the person:\na. At any time during the 12 months immediately preceding the date of issue of the Solicitation was an official,\nagent, servant or employee of, or otherwise engaged by the Commission;\nb. At any time during the 24 months immediately preceding the date of issue of the Solicitation was an\nemployee of the Commission personally engaged, directly or indirectly, in the definition of the requirements,\nproject or activity to which the Solicitation relates.\nRequest For Quotation No. 2024-108 Page 3 of 6\n\n[Page 6]\nThe quotation shall be submitted in writing to the email address below:\nprocurement@ctbto.org\nBidders shall take note of the attached price schedule instructions when submitting the quotation.\nShould there be items on our list that you cannot include in the quotation, we would appreciate you marking them, and\nreturning the information to us, together with the names of any potential bidder(s) known to you. Please do this even if\nyou cannot submit a quotation for any of the items and kindly don’t forward the RFQ to any other parties without our\nknowledge.\nPlease confirm, within 3 working days, the receipt of this RFQ and your confirmation whether you will submit a\nquotation by the closing date mentioned herein.\nAttachments:\n- Attachment 1 to Instructions - Compliance Matrix\n- The Commission’s General Conditions of Contract\n- The Commission’s Terms of Reference\n- Statement of Confirmation\n- Vendor Profile Form\nRequest For Quotation No. 2024-108 Page 4 of 6\n\n[Page 7]\nBIDDER’S STATEMENT\nPLEASE STATE BELOW & SUBMIT WITH PROPOSAL\nDelivery Time:\nShipping weight (kg) and Volume (m3) – if applicable:\nList of recommended consumables and spares including prices and details on local availability, if applicable\n(please tick):\nFor one year period For a period of ………………………….\nWarranty period applicable (it shall be for a minimum of 24 months, starting from the acceptance of the\ngoods/services by the Commission) – please tick below:\nFor a two-year period For a period of ………………………….\nNote: The provisions of article 28 of the Commission’s General Conditions of Contract apply to the services to\nbe provided under the Purchase Order, wherever it is referred to “Goods” it shall read “Services”.\nAvailability of local service in Vienna, Austria (if any):\nState country of origin or assembly of all items quoted:\nQuantity discount and early payment discount (if any):\nInclude documentary evidence of qualifications to perform the order, which shall establish to the Commission’s\nsatisfaction that the bidder has the financial, technical and production capability necessary to perform the order\nin its entirety and to provide spare parts and other necessary on-going services as required.\nIncluded in this quotation : Yes No\nConfirmation that the bidder has reviewed the Commission’s General Conditions of Contract and agreed\nto all terms and conditions.\nYes No\nRemarks:\nWith regards to the software provided with the equipment, state and confirm whether the software licenses are\ntransferable to third parties, i.e. the Commission or the Commission’s State Signatories (Member States).\nYes No Not applicable\nRemarks:\nName:\nName & Title of Contact Person:\nSignature & date:\nRequest For Quotation No. 2024-108 Page 5 of 6\n\n[Page 8]\nSAMPLE OF PRICE SCHEDULE\n1. The Price Schedule must provide a detailed cost breakdown for each item. Delivery costs, and other estimated\ncosts (e.g. customs duties, VAT, etc.) shall be quoted separately.\n2. Technical descriptions for each proposed item must provide sufficient detail to allow the Commission to\ndetermine compliance of Bid with specifications as per Terms of Reference and/or Technical Specifications of this\nRFQ.\n3. Currency: Please quote in EURO or US$ only.\n4. The format shown below shall be used in preparing the price quotation. The format uses a specific structure\nthat may or may not be applicable but is indicated to serve as an example only.\nPrice Schedule:\nRFQ for Goods/Equipment\nItem Description of Item Qty. Unit Cost per Total Cost per\nNo. Unit item\nItem 1\nItem 2\nItem X\nItem Y\nItem Z\nGRAND TOTAL\nSignature of Bidder:\nDate:\n*Note:\n1. If applicable, please show costs for delivery and taxes separately.\n2. Delivery costs shall include packing, handling, insurance, shipment, custom clearance and door-to-door local\ndelivery to final destination.\n3. Applicable taxes, when authorized prior to the award of the order, will be reimbursed by the Commission on the\nbasis of actual amounts paid and documented.\n4. .\nPlease be informed that all open competitive tenders of the CTBTO are available on the\nWeb.\nFor more information, please visit http://www.ctbto.org/procurement\nRequest For Quotation No. 2024-108 Page 6 of 6\n\n[Page 9]\nAttachment 1 to Instructions - Compliance Matrix\nLOT 1: Rehabilitating the existing borehole\nPlease fill in the statements and provide descriptions to confirm the technical specifications:\nNo. Section Terms of Reference Statement (Y/N) Description (provided by the Bidder)\n2 CONTRACTOR'S REQUIREMENTS The Contractor shall deliver the Services in accordance with this\nSpecification, while doing so in the most cost-effective manner\npossible.\nThe contractor shall ensure that the work is performed in compliance\nwith the laws, norms, regulations in force in Senegal (TOR Section 4)\nThe contractor shall ensure labour safety of personnel at all stages of\nthe work (TOR Section 5)\n2.1 Rehabilitating of existing Borehole The Contractor will be responsible for following steps to\nrehabilitating the existing borehole (TOR Section 2):\n1) Cleaning the borehole by pumping water and mud\n2) Inspecting the borehole and casing with camera\n3) Cleaning and sealing the casing\n4) Cementing of the bottom of the Well\n5) Borehole leak test to be performed.\n2.2 Contractor's Responsibilities The Contractor's responsibilities should include:\n1) The Contractor must have proper and sufficient equipment and\nsupplies on the location\n2)\nThe Contractor must have sufficient high grade cement on hand\nensuring that the requirements of quality and water-tighness.\n3) The Contractor must have a proper pump for cementing the bottom\nof Well\n4) The Contractor will take care of property and removal of debris\nduring and after the work.\n5) The Contractor will keep the Commission fully informed of the\nprogress.\n2.3 Reporting A final report to be submitted to the commission after the\ncompletion of the work. Report will include full account of activities,\nany problems encountered during the work.\n\n[Page 10]\nAttachment 1 to Instructions - Compliance Matrix\nLOT 2: Drilling a new Borehole\nPlease fill in the statements and provide descriptions to confirm the technical specifications:\nNo. Section Terms of Reference Statement (Y/N) Description (provided by the Bidder)\n2 CONTRACTOR'S REQUIREMENTS The Contractor shall deliver the Services in accordance with this\nSpecification, while doing so in the most cost-effective manner\npossible.\nThe contractor shall ensure that the work is performed in compliance\nwith the laws, norms, regulations in force in Senegal (TOR Section 4)\nThe contractor shall ensure labour safety of personnel at all stages of\nthe work (TOR Section 5)\n2.1 Materials The Contractor will be responsible for the supply of the materials\nmeeting the following specification:\nCorrosion-resistant stainless-stell casing\nHigh grade water-tight cement\n2.2 Technical Specifications Required specifications (TOR Section 3.1) for a new borehole are\nlisted below:\n1) Final depth of the cased borehole will be at least 70m below ground\nlevel\n2) All required supplies -casings, components, materials, and additional\nsupplies- shall be new and first grade\n3) The well casing shall extend above the ground about 60cm. The top\nend must have a sealed cap or wellhead box to prevent water\ningress. For a steel casing, the exposed top section must be painted\nor coated to prevent corrosion\n4) Angle of inclination from vertical will not to exceed 2.5 degrees at\nany point in the borehole\n5)\nCasing must be completely round, with no ellipticity; the inner\nsurface of casing must be smooth with no irregularities such as welds\nor couplings, which would reduce the inner diameter\n6) The casing must be well cemented into the ground, from the bottom\nup\n7) Steel casing with water-tight joints will be installed for the entire\nlength of the borehole\n8) Inner diameter of the casing should be between 12.7 and 17.8 cm (5\nand 7 inches) with a minimum casing wall thickness of 0.62 cm (0.244\ninches).\n9) A water-tight cement or steel plug should be completely cemented\nto the bottom of the borehole.\n10)\nThe outer wall of casing should be completely cemented to the rock\nalong the entire length of the borehole; cementation must ensure\nhigh-quality contact between the casing and the rock walls\n11)\nThe final cased borehole has to admit a test gauge, to be provided by\nthe Contractor, of similar dimensions to the equipment to be\ninstalled at the borehole, approximately 81.2 cm in length and 9.5 cm\nin diameter. The exact dimensions, however, will be provided before\nthe drilling starts\n12) The final cased borehole must be watertight\n13) The borehole must be left dry after the leak test and sealed with a\nremovable cap\n2.3 Contractor's Responsibilities The Contractor's responsibilities should include:\n1) The Contractor shall be prepared for any situation that might occur\nduring drilling\n2)\nThe Contractor must have sufficient high grade cement on hand\nensuring that the requirements of quality and water-tighness.\n3) The Contractor will keep the Commission fully informed of the\nprogress, or any problems encountered, during the drilling or\ncementation process\n4) The finished borehole must comply with the tests indicated in the\nTOR\n2.4 Description of the work to be performed Description of the work defined in section 3.3 of the TOR:\n1) Preparation (TOR section 3.3.1)\n2) Drilling (TOR section 3.3.2)\n3) Casing (TOR section 3.3.3)\n4) Cementing and grouting (TOR section 3.3.4)\n5)\nConstruction of borehole well-jead and enclosure (TOR section 3.3.5)\n6) Site remediation (TOR section 3.3.6)\n\n[Page 11]\n2.5 Acceptance Tests The Contractor will perform a series of acceptance tests as described\nbelow:\n1) Verticality Test (TOR Section 3.4.1)\n2) Leak Test (TOR Section 3.4.2)\n3) Obstruction Test (TOR Section 3.4.3)\n4) Continued Monitoring (TOR Section 3.4.4)\n2.6 Reporting Within two months after the completion of the drilling, the\nContractor will submit the Drilling Report, providing a full account of\nthe drilling activities, any problems encountered during drilling and\nthe specifications of the final cased borehole:\n1) Daily log of Drilling Operations\n2) Casing Tally\n3) Results of Acceptance Tests\n4) Photo Documentation\n\n[Page 12]\nANNEX A\nGeneral Conditions of Contract\n1. DEFINITIONS 5. SOURCE OF INSTRUCTIONS\n(a) In these general conditions of contract the terms (a) The Contractor shall neither seek nor accept instructions\nbeginning with a capital letter shall have the meaning as from any authority external to the Commission in\ndefined in the Contract. connection with the performance of its obligations under\n(b) “Services” means all services to be rendered under the the Contract. The Contractor shall refrain from any\nContract. action which may adversely affect the Commission and\n(c) “Goods” shall mean all goods, equipment, materials shall fulfil its commitments with the fullest regard to the\nand/or other supplies to be provided under the Contract. interests of the Commission.\n(d) “Taxes” shall mean all direct and indirect taxes (b) While present at the Commission’s premises, personnel\n(including value added tax, general sales tax or goods of the Contractor shall, at all times, obey and conform to\nand services tax), assessments, fees, customs duties, liens all requests and instructions of the Commission’s\nand charges in as much as they are levied in conclusion officials and the United Nations Security Staff.\nor implementation of the Contract, including customs\nrestrictions and charges of similar nature in respect of 6. CONTRACTOR’S RESPONSIBILITY\narticles imported or exported for the Commission’s FOR EMPLOYEES\nofficial use.\nThe Contractor shall be responsible for the professional and\n2. LEGAL STATUS technical competence of its employees and will select, for\nthe performance under the Contract, reliable individuals\nThe Contractor shall be considered as having the legal status who will perform effectively in the implementation of the\nof an independent contractor vis-à-vis the Commission. Contract, respect the local laws and customs and conform to\nNeither the Contractor and any subcontractor, nor their a high standard of moral and ethical conduct.\npersonnel shall be considered to be an employee or an agent\nof the Commission.\n7. ASSIGNMENT OF PERSONNEL\n3. ASSIGNMENT\n(a) The Contractor shall not replace or withdraw any\npersonnel referred to in the Contract for the performance\nThe Contractor shall not assign, transfer, pledge or make\nof the Services without the prior written approval of the\nother disposition of the Contract or any part thereof, or any\nCommission or unless requested by the Commission.\nof the Contractor’s rights, claims or obligations under the\n(b) Prior to assignment, replacement or withdrawal of\nContract except with the prior written consent of the\npersonnel for the performance of the Services, the\nCommission.\nContractor shall submit to the Commission for its\nconsideration, the curriculum vitae or detailed\n4. SUBCONTRACTING\njustification to permit evaluation by the Commission of\nthe impact which such assignment, replacement or\nIn the event the Contractor requires the services of one or\nwithdrawal would have on the Services.\nmore subcontractors, the Contractor shall obtain the prior\n(c) In the event of withdrawal of personnel, all costs and\nwritten approval and clearance of the Commission for such\nadditional expenses resulting from the replacement, for\nsubcontractor(s). The Commission’s approval of a\nwhatever reasons, of any of the Contractor’s personnel\nsubcontractor shall not relieve the Contractor of any of his\nshall be for the account of the Contractor. Such\nobligations under the Contract, and the terms of any\nwithdrawal shall not be considered as termination in part\nsubcontract shall be subject to and in conformity with the\nor in whole of the Contract.\nprovisions of the Contract.\n\n[Page 13]\nCTBTO General Conditions of Contract – 08 October 2021\n8. CONFLICT OF INTEREST performance of its obligations under the terms of the\nContract.\nNo employee, officer, adviser, agent and/or subcontractor of (b) In particular, the Contractor shall comply with the labour\nthe Contractor assigned to perform Services under the laws of the country in which the Services or Goods are\nContract shall engage, directly or indirectly, in any business, to be furnished providing for benefits covering injury or\nprofession or occupation connected or related to the Services death in the course of employment.\nor Goods to be provided under the Contract if this constitutes\na conflict of interest. 12. CONFIDENTIALITY\n9. INSURANCES (a) All technical, financial or other documentation and data\nthe Contractor compiled for or received from the\n(a) The Contractor shall provide and thereafter maintain Commission under the Contract shall be treated as\nappropriate insurance, or its equivalent, with respect to confidential and shall be delivered only to the\nits employees to cover claims for personal injury or death Commission’s authorized officials on completion of the\nin connection with the Contract. Services or as requested by the Commission.\n(b) The Contractor shall provide and thereafter maintain (b) Either Party acknowledges that all knowledge and\ninsurance against all risk in respect of its property and information concerning the other Party that may be\nany equipment used for the execution of the Contract. acquired in connection with the performance of its\n(c) The Contractor shall also provide and thereafter maintain obligations under the Contract, including but not limited\nliability insurance in an adequate amount to cover third to, any information relating to its operations and\nparty claims for death, bodily injury, loss of and damage procedures, are confidential and proprietary information\nto property arising from any operations carried out by the of the other Party and it shall receive such confidential\nContractor in performing its obligations in connection and proprietary information of the other Party in\nwith the Contract or from operation of any vehicles, confidence and shall not disclose or permit disclosure of\nboats, airplanes and other equipment owned or leased by any such knowledge or information to any person and/or\nthe Contractor or its agents, servants, employees or entity without the prior written consent of the other Party.\nsubcontractors. (c) The Contractor shall not, at any time, use such\n(d) Except for insurance mentioned in paragraph (a), the confidential information to its own advantage.\ninsurance policies under this clause shall: (d) The restrictions on confidentiality shall not apply to the\n(i) Name the Commission as additional beneficiary; information which:\n(ii) Include a waiver of subrogation of the Contractor’s (i) presently is in the public domain;\nrights to the insurance carrier against the (ii) hereafter becomes part of the public domain without\nCommission. the other Party’s fault;\n(e) The Contractor shall, upon request, provide the (iii) was in the possession of the other Party at the\nCommission with satisfactory evidence of the insurance time of the disclosure, as shown by written evidence;\nrequired under the Contract. (iv) is disclosed to the other Party at any time\n(f) Any amounts not insured, not recovered from or not hereafter by a third Party.\nclaimed by the insurer shall be borne by the Contractor. (v) is required to be disclosed to governing bodies, or to\n(g) Information concerning reduction of coverage shall be governmental authorities to the extent required by\nfurnished by the Contractor to the Commission with at law or to obtain needed authorization to perform the\nleast thirty (30) days prior written notice. Contract or pursuant to reporting requirements\n(h) The Contractor undertakes that provisions to the same imposed by those governing bodies or the\neffect as the provisions in sub-clauses (a) through (c) government of the State of the Contractor.\nabove will be inserted in all subcontracts made in (e) These obligations do not lapse upon satisfactory\nperformance of the Contract, except sub-contracts completion of the Services, delivery of the Goods or\nexclusively for furnishing Goods. termination of the Contract by the Commission.\n10. ENCUMBRANCES/LIENS 13. LANGUAGES, WEIGHTS AND MEASURES\nThe Contractor shall not cause or permit any lien, attachment Unless otherwise specified in the Contract, the English\nor other encumbrance by any person to be placed on file in language shall be used by the Contractor in all written\nany public office or on file with the Commission against any communications to the Commission with respect to the\nmonies due or to become due for any Services or Goods Services or Goods to be provided and all documents\nprovided under the Contract, or by reason of any other claim procured or prepared by the Contractor. The Contractor\nor demand against the Contractor. shall use metric units, except when otherwise specified in\nthe Contract.\n11. OBSERVANCE OF THE LAW\n14. PUBLICITY\n(a) The Contractor shall comply with all laws, ordinances,\nrules and regulations, including but not limited to health, (a) The Contractor shall not advertise or otherwise make\nenvironmental and labour laws bearing upon the public the fact that it is providing or has provided\nServices and Goods for the Commission. Also, the\n2\n\n[Page 14]\nCTBTO General Conditions of Contract – 08 October 2021\nContractor shall not, in any manner whatsoever, use the infringement of intellectual property rights of third\nname, emblem or official seal of the Commission or any parties due to the execution of the Contract, and,\nabbreviation of the name of the Comprehensive Nuclear- without prejudice to the immunity enjoyed by the\nTest-Ban Treaty Organization in connection with its Commission as an international organization from\nbusiness or otherwise. every form of legal process, including enforcement and\n(b) These obligations do not lapse upon satisfactory execution, the Commission shall give the Contractor the\ncompletion of the Services, delivery of the Goods or opportunity to defend the Commission against the said\ntermination of the Contract. suit at its discretion and shall not, without the\nContractor’s consent in writing, make any admission or\n15. OFFICIALS NOT TO BENEFIT/CONTINGENT consent to any claim of any third party, which might be\nFEES prejudicial to the Contractor’s position.\n(a) The Contractor warrants that: 17. DEFAULT BY THE CONTRACTOR\n(i) No person or selling agency has been employed or\nretained by it to solicit or secure the Contract upon (a) In case the Contractor fails to fulfil its obligations and\nan agreement or understanding for a commission, responsibilities under the Contract and provided the\npercentage, brokerage, contingent fee or retainer, Contractor has not remedied such failure(s) within thirty\nexcept regular employees or bona fide and officially (30) days of having been given written notification by the\nestablished commercial or selling agencies Commission of the nature of the failure(s), the\nmaintained by the Contractor for the purpose of Commission may, at its entire discretion and without\nsecuring business; prejudice to its right to withhold payment(s), hold the\n(ii) No official or servant or retired employee of the Contractor in default under the Contract.\nCommission who is not a regular employee of the (b) When the Contractor is thus in default, the Commission\nContractor, has been or shall be admitted by the may, by giving written notice to the Contractor,\nContractor to any direct or indirect benefit arising terminate the Contract as a whole or such part or parts\nfrom the Contract or the award thereof. thereof in respect of which the Contractor is in default.\n(b) In case of breach by the Contractor of the warranties Upon such notice, the Commission shall have the right\nreferred to in previous clauses, the Commission shall to seek completion, at the Contractor’s expense, of that\nhave the right to deduct from the Contract Price, or part or those parts of the Contract with respect to which\notherwise recover from the Contractor, the full amount the Contractor is in default.\nof any such commission, percentage, brokerage, (c) The Contractor shall, in this case, be solely responsible\ncontingent fee or retainer so paid. for any reasonable costs of completion of the Services\nand/or delivery of Goods, including such costs, which are\n16. INTELLECTUAL PROPERTY AND OTHER incurred by the Commission over and above the\nPROPRIETARY RIGHTS originally agreed Contract Price.\n(a) Except to the extent the Contractor has granted a license 18. WITHHOLDING OF PAYMENT\nto the Commission, the Commission, shall be entitled to\nall intellectual property, including but not limited to (a) The Commission may withhold any payment to the\ncopyrights, patents and trademarks, with regard to Contractor or, on account of subsequently discovered\nproducts, documents or other materials which bear a evidence, nullify the whole or part of any payment\ndirect relation to or are produced or collected under the approval theretofore given, to such an extent as may be\nContract. The Contractor shall take all necessary steps, necessary to protect the Commission from loss under the\nprepare and process all necessary documents and assist Contract on account of:\nin securing such property rights and transferring them to (i) The Contractor’s failure to carry out its obligations\nthe Commission and/or to the government where the or to make adequate progress with the obligations,\nServices or Goods are to be provided, in compliance with except for failure arising out of force majeure;\nthe requirements of the applicable law. (ii) The Contractor’s failure to remedy unsatisfactory\n(b) The Contractor declares that it does not know of any performance, when such failure has been drawn to\nintellectual property rights of third parties, which might his attention by the Commission;\nbe infringed in the execution of the Contract. Should, (iii) The Contractor’s failure to submit on time the\ncontrary to the Contractor’s expectation, claims be raised reports required.\nagainst the Commission charging it with infringement of (b) The withholding by the Commission of any interim\nintellectual property rights, the Contractor shall hold payment shall not affect the Contractor’s obligation to\nharmless the Commission and shall indemnify it to the continue performance of his obligations under the\nfull extent of any damages or awards arising from such Contract.\nclaims. This obligation of the Contractor shall continue (c) No interest shall accrue on payments eventually withheld\nto be in full force and effect up to the expiration of such by the Commission in application of the stipulations of\nintellectual property rights. this paragraph.\n(c) The Commission shall give the Contractor due notice in\nwriting of any charges of infringement brought against\nthe Commission and of the filing of any suit for\n3\n\n[Page 15]\nCTBTO General Conditions of Contract – 08 October 2021\n19. LIQUIDATED DAMAGES forthwith by giving the Contractor written notice of such\ntermination.\nSubject to Clause 20 below (force majeure), if the Contractor\nfails to deliver any or all of the Services and/or Goods within 22. INDEMNIFICATION\nthe latest time period(s) specified in the Contract, the\nCommission may, without prejudice to its other remedies The Contractor shall indemnify, hold and save harmless and\nunder the Contract, deduct from the Contract Price as defend at its own expense the Commission, its officers,\nliquidated damages, a sum equivalent to 0.2 per cent of the agents, servants and employees from and against all suits,\nportion of the Contract Price for the delayed Services and/or claims, demands and liability of any nature or kind,\nGoods for each working day of delay until actual including cost and expenses arising out of acts or omissions\nperformance, up to a maximum of sixty (60) working days. of the Contractor or its employees or subcontractors in the\nThe recovery by the Commission of proven damages shall performance of the Contract. This requirement shall extend,\nnot be excluded. inter alia, to claims or liabilities in the nature of workers’\ncompensation and to claims or liabilities pertaining to\n20. FORCE MAJEURE intellectual property rights. The obligations under this clause\ndo not lapse upon termination of the Contract.\n(a) Force majeure as used herein shall mean acts of God,\nindustrial disturbances, acts of the public enemy, civil 23. AMICABLE SETTLEMENT\ndisturbances, explosions and any other similar cause of\nequivalent force not caused by nor within the control of The parties shall use their best efforts to settle amicably\neither party and which neither party is able to overcome. through negotiation any dispute, controversy or claim\n(b) As soon as possible after the occurrence of any cause arising out of, or relating to, the Contract or the breach,\nconstituting force majeure, the Contractor shall give termination or invalidity thereof. If the parties cannot reach\nnotice and full particulars in writing to the Commission such amicable settlement through negotiations, the matter\nof such force majeure if the Contractor is thereby shall first be referred to conciliation, by a request by either\nrendered unable, wholly or in part, to perform its party for conciliation procedures. The conciliation shall take\nobligations and meet its responsibilities under the place in accordance with the United Nations Commission on\nContract. International Trade Law (UNCITRAL) Conciliation Rules\n(c) In this event, the following provisions shall apply: then prevailing, or according to such other procedure as may\n(i) The obligations and responsibilities of the be agreed between the parties, within a time period of ninety\nContractor under the Contract shall be suspended to (90) days. There shall be one conciliator. The conciliation\nthe extent of its inability to perform them and for as shall be in Vienna, Austria, and it shall be conducted in the\nlong as such inability continues; English language.\n(ii) The term of the Contract shall be extended for a\nperiod equal to the period of suspension taking, 24. ARBITRATION\nhowever, into account any special conditions which\nmay cause the time for completion of the obligations (a) In the event of a failure to reach an amicable settlement\nto be different from the period of suspension; in accordance with Clause 23 above (Amicable\n(iii) If the Contractor is rendered permanently unable, Settlement), any dispute arising out of the interpretation\nwholly or in part, by reason of force majeure to or application of the terms of the Contract or any breach\nperform its obligations and meet its responsibilities thereof shall be settled in accordance with the arbitration\nunder the Contract, the Commission shall have the rules established by UNCITRAL as at present in force.\nright to terminate the Contract on the same terms and The number of arbitrators shall be one. The arbitration\nconditions as are provided for in the Termination shall be in Vienna, Austria, and it shall be conducted in\nClause of the Contract, except that the period of the English language.\nnotice may be seven (7) days instead of thirty (30) (b) The arbitrator shall take into account the internationally\ndays; recognized general principles of commercial\niv) For the purpose of the preceding sub-clause, the transactions. The arbitrator shall have no authority to\nCommission may consider the Contractor award punitive damages, nor to award interest in excess\npermanently unable to perform in case of any period of five (5) per cent, and any such interest shall be simple\nof suspension in excess of ninety (90) days. Any interest only. The parties shall be bound by any\nsuch period of ninety (90) days or less shall be arbitration award rendered as a result of such arbitration\ndeemed temporary inability to perform. as the final adjudication of any such dispute.\n21. INSOLVENCY AND BANKRUPTCY 25. PRIVILEGES AND IMMUNITIES\nShould the Contractor be insolvent, adjudged bankrupt, or Nothing in or relating to the Contract shall be deemed a\nshould the Contractor make a general assignment for the waiver, express or implied, of any of the privileges and\nbenefit of its creditors, or should a receiver be appointed on immunities of the Commission and its employees.\naccount of the Contractor’s insolvency, the Commission\nmay, without prejudice to any other right or remedy it may\nhave under the terms of the Contract, terminate the Contract\n4\n\n[Page 16]\nCTBTO General Conditions of Contract – 08 October 2021\n25(a). TAX EXEMPTION 29. INSPECTIONS AND TESTS\nIn principle, the Commission is exempt from all Taxes. (a) The Commission shall have the right to inspect and/or to\nSince the arrangement under which such exemption is test the Goods to confirm their conformity to the\nrespected varies from country-to-country, the Contractor technical specifications. The technical specifications\nshall collaborate with the Commission to achieve Tax shall specify what inspections and tests the Commission\nexemption at source or to pursue reimbursement of Taxes requires.\npaid by the Commission, as the case may be. (b) The inspections and tests may be conducted on the\npremises of the Contractor or its subcontractor(s), at a\n26. TERMINATION point of delivery designated by the Commission and/or\nat the Goods’ final destination. The Contractor shall give\nThe Commission may terminate the Contract in whole or in all reasonable facilities and assistance-including\npart, and at any time, upon thirty (30) days’ notice of drawings and production data-to the Commission at no\ntermination to the Contractor. In the event such termination charge to the Commission.\nis not caused by the Contractor’s negligence or fault, the (c) Should any inspected or tested Goods fail to conform to\nCommission shall be liable to the Contractor for payment in the technical specifications, the Commission reserves the\nrespect of Services already satisfactory accomplished or right to reject them and the Contractor shall either\nGoods delivered and accepted and in conformity with the replace the rejected Goods or make all alterations\nterms of the Contract, for necessary terminal expenses of the necessary to meet specification requirements free of cost\nContractor, and for the cost of such urgent work as is to the Commission.\nessential and as the Contractor is asked by the Commission (d) The Commission’s right to inspect, test and, where\nto complete. The Contractor shall keep expenses at a necessary, reject the Goods after the Goods’ arrival at the\nminimum and shall not undertake any forward commitment point of delivery designated by the Commission or at the\nfrom the date of receipt of the Commission’s notice of Commission’s offices, shall in no way be limited or\ntermination. waived by reason of the Goods’ having previously been\ninspected, tested and passed by the Commission.\n27. GOODS (e) Nothing in this Section on Inspections and Tests shall in\nany way release the Contractor from any warranty or\nIn the event that the Contract requires the Contractor to other obligations under the Contract.\nsupply Goods, Clauses 28-35 shall apply in addition to the (f) All equipment/material supplied under the Contract may\nabove. be subject to pre-shipment inspection by a third party to\nbe specified by the Commission. The Contractor is not\n28. WARRANTY liable for cost of this inspection.\n(a) The Contractor warrants that the Goods, including 30. PACKING\npackaging, conform to the specifications for the Goods\nordered under the Contract and are fit for the purpose for The Contractor shall comply or ensure compliance with the\nwhich such Goods are ordinarily used and for purposes following provisions concerning packing:\nexpressly made known to the Contractor by the\nCommission, and are new and free from defects in (a) The Goods shall be packed as is required to prevent their\ndesign, workmanship and materials. damage or deterioration during transit to their final\n(b) This warranty shall remain valid for twenty-four (24) destination. The packing shall be sufficient to withstand,\nmonths after the Goods or any part thereof have been without limitation, rough handling during transit.\ndelivered and accepted, whichever is later, unless the (b) In the case of a cross-border shipment, the Goods shall\nContractor has granted a longer period. Should the have appropriate export packing. If necessary, all\nCommission transfer the title of the Goods to a third cases/crates must be wrapped inside with heavy-duty\nparty during the warranty period, the right to enjoy the plastic lined paper, should be steel-strapped and must be\nwarranty shall be transferable to the new title-holder. able to withstand tough handling. Skids for truck\n(c) If, during the warranty period mentioned in sub-clause handling are imperative if the gross weight is more than\n(b) above, the Goods or any part thereof are found to be 30 kilograms.\ndefective or not in conformity with the specifications (c) The consignment shall be marked and shipped as per\nunder the Contract, the Contractor shall, upon address shown on the Purchase Order Form.\nnotification, promptly and at its own expense correct all (d) Neither partial delivery nor transhipment shall be made\nsuch defects and non-conformities. If these defects and unless specifically agreed by the Commission in writing.\nnon-conformities cannot be corrected, the Commission (e) Each case/crate/package shall carry a consecutive\nshall have the right, at the Contractor's expense, to either number, dimensions, volume, and weight (i.e. Case No.\ndemand replacement of the defective item, or receive X of Y cases, A x B x C cm, E m3, D Kg.) and shall be\nappropriate reimbursement, or have the defective item marked as follows:\nrepaired or otherwise procured from a third party.\n5\n\n[Page 17]\nCTBTO General Conditions of Contract – 08 October 2021\nEQUIPMENT FOR 33. EXPORT LICENCES\nTHE PREPARATORY COMMISSION FOR THE\nCOMPREHENSIVE NUCLEAR-TEST-BAN If an export licence or any other governmental authorization\nTREATY ORGANIZATION. is required for the Goods, it shall be the obligation of the\n[point of delivery] Contractor to obtain such licence or governmental\nauthorization. In the event of failure to obtain such licence\nPURCHASE NO.___________________ or authorization within reasonable time, the Commission\nGROSS WEIGHT __________________ may declare the Contract null and void.\nNET WEIGHT _____________________\n34. SPARE PARTS\n(f) Markings shall be done with weatherproof materials. All\nnon-containerized Goods shall be shipped below deck. In accordance with the Contract, the Contractor may be\n(g) Each case/crate/carton shall carry (outside) a copy of the required to provide any or all of the following materials and\npacking list describing the contents of the notifications pertaining to spare parts manufactured and/or\ncase/crate/carton. Outside Case No. 1 should be attached distributed by the Contractor:\nwith invoice covering the actual delivery. The\naccompanying papers must be made out in the English (a) Such spare parts as the Commission may choose to\nlanguage. purchase from the Contractor, provided that the\n(h) Prior to delivery, a fax (or a letter by courier service) Contractor is not relieved of any warranty obligations\nshall be sent to the consignee, if any, advising of the under the Contract;\nfollowing: (b) In the event of termination of production of the spare\n purchase order/Contract number; after delivery of the Goods:\n waybill number or equivalent reference number of (i) advance notification to the Commission of the\nthe shipment (if any); pending termination, in sufficient time to permit the\n number of boxes/cartons/crates/etc.; Commission to place a final order;\n estimated time of departure (ETD); (ii) following such termination, furnishing at no cost to\nthe Commission, the blueprints, drawings and\n point of departure and name of freight carrier;\nspecifications of the spare parts, if and when\n estimated time of arrival (ETA) to final destination.\nrequested.\n(i) The following documents shall be enclosed with the\nshipment in case of shipping by air:\n35. UNITED NATIONS CONVENTION ON\n airway bill;\nCONTRACTS FOR THE INTERNATIONAL\n proforma or commercial invoice;\nSALE OF GOODS\n packing list.\n(j) The above documents are indispensable and must reach\nQuestions concerning matters arising under the Contract, but\nthe consignee, if any, on time to permit customs\nnot settled in it, shall be settled in conformity with the United\nclearance and in order to avoid demurrage charges.\nNations Convention on Contracts for the International Sale\nof Goods (Vienna, 1980), which shall be applicable to the\n31. DELIVERY AND TRANSPORTATION\nContract. The applicable language version of the\nConvention shall be the version in which the Contract is\n(a) Delivery of the Goods shall be made by the Contractor\nwritten.\nin accordance with the terms specified in the Contract,\nand the Goods shall remain at the risk of the Contractor\n36. SUSTAINABLE BUSINESS PRACTICES\nuntil delivery has been completed.\n(b) Transport of the Goods to the port of discharge or such\nThe Commission requires the Contractor and its personnel\nother point in the country of destination and/or\nto:\nforwarding to the consignee, if any, (door-to-door)\n(a) support and respect the protection of internationally\nspecified in the Contract shall be arranged and paid for\nproclaimed human rights1 and to observe the highest\nby the Contractor and the cost thereof shall be included\nstandards of ethics and integrity throughout its supply\nin the Contract Price.\nchains.\n(b) abide by the United Nations Supplier Code of Conduct2.\n32. TAKE-OVER/HAND-OVER\n(c) to take appropriate steps, whenever possible to perform\nits obligations in a manner that takes into account\nUpon successful completion of delivery or of installation\neconomic, environmental and social considerations.\nand a testing and evaluation period, as specified in the\n(d) certify that they have not and will not engage in\nContract, responsibility for the Goods will be handed over\nharassment or sexual harassment, proscribed practices or\nto the consignee or other designated entity.\nany further practice described in Clauses 37, 38, 39, 40\n1 UN Guiding Principles on Business and Human Rights, available at 2 Available at https://www.un.org/Depts/ptd/about-us/un-supplier-\nhttps://www.ohchr.org/Documents/Publications/GuidingPrinciplesBu code-conduct.\nsinessHR_EN.pdf.\n6\n\n[Page 18]\nCTBTO General Conditions of Contract – 08 October 2021\nand 41, during the procurement process and the written notice to the Contractor, without any liability\nperformance of the Contract. for termination charges or any other liability of any\nkind, on the terms and conditions as are provided for\n37. PREVENTION OF HARRASSMENT AND in Clause 26 (Termination) above; and/or\nSEXUAL HARRASSMENT (iii) Exclude the Contractor from participating in any\nongoing or future solicitations, and/or entering into\n(a) The Commission is committed to providing a any future contractual or collaborative relationships\nprofessional work environment that upholds the highest with the Commission and/or suspend the Contractor\nstandards of equality, respect and dignity for all. In this from the Commissions supplier roster.\nregard, and without limitation to any other provision (c) The Commission shall be entitled to report any breach of\ncontained herein: the provisions of this Clause 37, as determined by the\n(i) The Contractor shall adhere to zero tolerance for Commission, to the Commission’s governing bodies,\nharassment and therefore accepts and agrees to other UN agencies and/or donors.\nrefrain from any conduct which could, in the view of\nthe Commission, meet the definition of harassment 38. PROSCRIBED PRACTICES\nand/or sexual harassment. For the avoidance of\ndoubt, “harassment” shall be understood as any The Commission requires that the Contractor and its\nimproper or unwelcome conduct that might personnel certify that they have not and will not engage in\nreasonably be expected or be perceived to cause proscribed practices and proscribed conduct during the\noffence or humiliation to another person when such procurement process and the performance of the Contract.\nconduct interferes with work, is made a condition of The Commission defines Proscribed Practices as follows:\nemployment, or creates an intimidating, hostile or\noffensive work environment. “Sexual harassment” Fraudulent practice: is any act or omission, including a\nshall be understood as harassment of a sexual nature, misrepresentation, that knowingly or recklessly misleads, or\nand the above definition of harassment applies attempts to mislead, a party to obtain a financial or other\nequally to sexual harassment. Sexual harassment benefit or to avoid an obligation;\nmay occur between persons of opposite sex or of the\nsame sex. Corrupt practice is the offering, giving, receiving, or\n(ii) The Contractor shall take all reasonable and soliciting, directly or indirectly, anything of value to\nappropriate measures to prevent and deter influence improperly the actions of another party;\nharassment and sexual harassment or abuse of\nanyone by its employees, agents, officials or any Coercive practice is the impairing or harming, or\nother persons engaged or controlled by the threatening to impair or harm, directly or indirectly, any\nContractor to perform the Services. party or the property of any party in order to influence the\n(iii) The Contractor shall promptly report to the actions of that party;\nCommission any actual, reported or suspected cases\nof harassment, sexual harassment or abuse of anyone Collusive practice is the proposing or entering into an\nby its employees, agents, officials or any other arrangement between two or more parties designed to\npersons engaged or controlled by the Contractor to achieve an improper purpose, including influencing\nperform the Services of which the Contractor improperly the actions of another party;\nbecomes aware. Such reports to the Commission\nmay be on a no name basis, if necessary. Unethical practice is conduct or behaviour that is contrary\n(iv) In addition to notifying the Commission pursuant to to the conflict of interest, gifts and hospitality, post-\nsub-clause (iii) above, on becoming aware of any employment provisions or other published requirements of\nallegation of harassment, sexual harassment or doing business with the Commission;\nabuse of anyone, the Contractor shall take all\nreasonable and appropriate measures to address the Obstructive practice is any act which deliberately and in an\nmatter, including engaging in good faith effort to compromise an investigation, destroys, falsifies,\nconsultations with the Commission, while ensuring alters or conceals information or documents that may be\nminimum impact and/or disruption of the Services. relevant to a fraud and corruption investigation, or material\n(b) The Contractor acknowledges and agrees that any breach that could become evidence as a result of such investigation;\nof the provisions of this Clause 37, as determined by the or the making of false statements to investigators during\nCommission, shall permit the Commission, at its sole such an investigation.\ndiscretion, to:\n(i) Request the Contractor to remove, temporarily or 39. CHILD LABOUR\npermanently, from the relevant assignment, any\nContractor’s personnel reported for having The Contractor represents and warrants that neither it, its\ncommitted harassment, sexual harassment or abuse parent entities (if any), nor any of the Contractor’s\nof anyone. subsidiary or affiliated entities (if any) is engaged in any\n(ii) Terminate the Contract, and/or any other agreement, practice inconsistent with the rights set forth in the\narrangement or partnership concluded by the Convention on the Rights of the Child, including Article 32\nCommission with the Contractor, immediately upon thereof, which, inter alia, requires that a child shall be\n7\n\n[Page 19]\nCTBTO General Conditions of Contract – 08 October 2021\nprotected from performing any work that is likely to be Contractor will treat the Commission’s data as\nhazardous or to interfere with the child’s education, or to be confidential and may neither disclose it nor make it\nharmful to the child’s health or physical, mental, spiritual, available to any third-party except with the prior written\nmoral or social development. authorization of the Commission.\n(b) Compliance: The Contractor confirms that it has a data\n40. MINES protection policy in place that meets applicable legal\nrequirements and that it will apply such a policy to the\nThe Contractor represents and warrants that neither it, its Commission’s data, without prejudice to the privileges\nparent entities (if any), nor any of the Contractor’s and immunities of the Commission. The Contractor will\nsubsidiaries or affiliated entities (if any) is engaged in the implement technical and organisational measures to\nsale or manufacture of anti-personnel mines or components ensure appropriate protection of the Commission’s data,\nutilized in the manufacture of anti-personnel mines. in conformity with the abovementioned requirements\nand internationally recognised standards and best\n41. TERRORISM practices. In addition, the Contractor will:\n(i) at its sole expense and risk, return, delete, or destroy\nThe Contractor shall ensure that none of the funds received all the Commission’s data, including data backups,\nfrom the Commission under the Contract are used, directly upon written instruction of the Commission. The\nor indirectly, to provide support to individuals or entities Commission will provide a reasonable period of\nsubject to sanctions or other measures promulgated by the time and take into account the Contractor’s\nUnited Nations Security Council and appearing in the legitimate interests, as well as the termination or\nConsolidated United Nations Security Council Sanctions expiration date of the Contract;\nList. This provision shall be included in all subcontracts or (ii) process, retain or store the Commission’s data\nsub-agreements entered into under the Contract. exclusively in countries that are signatories to the\nComprehensive Nuclear-Test-Ban Treaty and that\n42. FULL DISCLOSURE ensure adequate legal protection of the\nCommission’s privileges and immunities; and\n(a) The Contractor will immediately notify the Commission (iii) be liable for any resulting damages or penalties for\nupon becoming aware of any Proscribed Practices or its failure to comply with its obligations.\nother prohibited practices or conduct or suspicion (c) Data security: Upon discovery of a data security breach,\nthereof, as per Clauses 37-41, by itself or its personnel the Contractor will immediately notify the Commission\nduring the procurement process or the performance of the and undertake at its sole expense to:\nContract. The Contractor will take all appropriate (i) propose immediate remedial actions (including\nmeasures to prohibit and prevent its personnel from containment);\nengaging in Proscribed Practices or any other prohibited (ii) implement, as directed by the Commission, all\nconduct, as well as to investigate allegations thereof, or necessary damage mitigation and remedial actions;\nto take corrective action when such a Proscribed Practice (iii) where applicable, as directed by the Commission,\nor any other prohibited conduct has occurred. restore the Commission’s and end-users’ access;\n(b) The Contractor further warrants that it is not the subject and\nof any sanctions, or otherwise identified as ineligible by (iv) keep the Commission informed of its progress.\nany government, supranational organization (e.g., (d) The Contractor, at its sole expense, will cooperate fully\nEuropean Union), another entity of the United Nations with any Commission investigation, remediation steps\nSystem or multilateral development finance institution. and response to a data security breach.\nThe Contractor will disclose to the Commission if it\nbecomes subject to any sanction or temporary suspension 44. ESSENTIAL TERMS\nduring the term of the Contract. The Contractor\nrecognizes that a breach of this provision constitutes a The Contractor acknowledges and agrees that each of the\nfraudulent practice. provisions in Clauses 36 to 43 above constitutes an essential\nterm of the Contract and that any breach of any of these\n43. DATA PROTECTION provisions shall entitle the Commission to terminate the\nContract or any other contract the Contractor has with the\n(a) Use of the Commission’s data: Use (including Commission, immediately upon notice to the Contractor,\naccessing, processing, retention, storage) of the without any liability for termination charges or any other\nCommission’s data is limited to the purposes contained liability of any kind. Furthermore, the Commission is\nin the Contract and such use will be limited to entitled to exclude the Contractor from participating in\nContractor’s personnel on a “need to know” basis. Use future tenders should the Contractor breach any of the\nof the Commission’s data for internal research, provisions included in Clauses 36 to 43.\nmarketing, sales, or promotional purposes is strictly\nprohibited. Subject to Clause 12 (Confidentiality), the\n8\n\n[Page 20]\nANNEX B\nTERMS OF REFERENCE\nNEW BOREHOLE DRILLING\nOR\nREHABILITATION OF EXISTING BOREHOLE\nFOR THE IMS AUXILIARY SEISMIC STATION\nAS097 BABATE, SENEGAL\n\n[Page 21]\nTable of Contents\n1. Summary of the project ....................................................................................................................................... 3\n2. Rehabilitating of the Existing Borehole (LOT 1) .................................................................................................... 4\n2.1 Contractor Responsibilities during Borehole Rehabilitating .................................................................... 4\n2.2 Reporting ................................................................................................................................................. 5\n3. Drilling a new Borehole (LOT 2) ............................................................................................................................ 5\n3.1 Technical Specifications of the Borehole ................................................................................................ 5\n3.2 Contractor Responsibilities during Borehole Drilling ............................................................................. 6\n3.3 Description of the Work to be performed. ............................................................................................... 6\n3.3.1 Preparation ............................................................................................................................................... 6\n3.3.2 Drilling ..................................................................................................................................................... 7\n3.3.3 Casing ...................................................................................................................................................... 7\n3.3.4 Cementation and grouting ........................................................................................................................ 7\n3.3.5 Construction of borehole well-head and enclosure .................................................................................. 8\n3.3.6 Site remediation ....................................................................................................................................... 8\n3.4 Acceptance tests. ...................................................................................................................................... 8\n3.4.1 Verticality Test: ....................................................................................................................................... 8\n3.4.2 Leak Test: ................................................................................................................................................ 9\n3.4.3 Obstruction Test: ...................................................................................................................................... 9\n3.4.4 Continued Monitoring: ............................................................................................................................. 9\n3.5 Drilling Report ......................................................................................................................................... 9\n3.5.1 Daily log of Drilling Operations .............................................................................................................. 9\n3.5.2 Casing Tally ............................................................................................................................................. 9\n3.5.3 Results of Acceptance Tests .................................................................................................................... 9\n3.5.4 Photo-documentation ............................................................................................................................... 9\n4. Local laws, norms, regulations etc. ..................................................................................................................... 9\n5. Quality and Safety Requirements for the work performed. .............................................................................. 10\n6. Inspection .......................................................................................................................................................... 10\n7. ANNEX: Technical Report for the cleaning of the existing Borehole .............................................................. 11\n7.1 Resources used during the cleaning. ...................................................................................................... 11\n7.2 Works performed. .................................................................................................................................. 11\n7.3 Results .................................................................................................................................................... 11\n7.4 Conclusions and recommendations ........................................................................................................ 11\n7.5 Pictures taken before cleaning and during pulling up the sensor from the borehole. ............................. 12\n2\n\n[Page 22]\n1. Summary of the project\nThe 3 Component Auxiliary Seismic Station AS097 at Babate, Senegal (hereinafter referred to\nas “the Station”) is part of the International Monitoring System (IMS) of the Preparatory\nCommission for the Comprehensive Nuclear-Test-Ban Treaty Organization (hereinafter\nreferred to as “the Commission”). More information can be found under www.ctbto.org\nThe name, code and coordinates for the Station are Babate, BBTS, 14.66132° N, 16.53323° W.\nThe Station is at the site located approximately 75 km from the city of Mbour, Senegal. The\nstation is certified in 2007, to install the sensor inside the borehole, a 70m deep borehole was\ndrilled in 2004; obstruction, verticality and leaking tests have been performed but later it’s been\nfound that borehole had about 50m of water inside the casing. It was decided to drill another\nborehole which was drilled in 2006. After the drilling, a slight leaking was observed, but sensor\nwas installed inside the borehole. Over the years, water and mud filled up the borehole and\nresulted corrosion on the casing. In 2023 the damaged sensor was pulled up and water was\ncleaned, however some water leakage was observed after the cleaning as well. Summary of the\nreport from the contractor is given in Section 7 in these TOR.\nThe Commission considers rehabilitating the existing borehole (LOT 1) or drilling a new\nborehole (LOT 2) and seeking a company specialized in these types of works. The Contractor\ncan provide proposals on one or both lots.\nLOT 1: Rehabilitating the existing borehole include (Section 2);\n- Cleaning the borehole\n- Cleaning and sealing the casing\n- Cementing of the bottom of the Well\n- A pressure test after the cement dries to make sure no water entry to the Well\nLOT 2: Drilling a new borehole (section 3);\nThe new cased borehole will be used to house a seismic instrument, which is a highly-\nsensitive vibration-measuring device. The borehole needs to be nearly vertical and\npermanently sealed against water leakage from bottom to top. For this reason, the casing\nmust be completely coupled over its entire length to the surrounding rock by careful\ncementation. A range of the inner diameter of the cased borehole is given to allow the\nContractor to use the most cost-efficient drill bit available for drilling the borehole. This\nrange also allows a variety of installations of seismic equipment in order to fit the site.\nTechnical specifications of the borehole are given in section.1 3 in these TOR; however,\nsome important aspects of the borehole would be:\n- Corrosion-resistant stainless-steel casing\n- Steel casing is cemented into the borehole to stabilize the casing, provide good coupling to\nthe ground, and maintain the integrity of underground aquifers.\n- A cement/bentonite-based grouting between borehole and the casing to seal the borehole to\nprevent any fluid movement, reinforce the hole against pressure.\nThese Terms of Reference provide the technical description and requirements for the Work\nTasks that shall be performed by the Contractor.\n3\n\n[Page 23]\n2. Rehabilitating of the Existing Borehole (LOT 1)\nSteps to rehabilitating the existing borehole include;\n- Cleaning the borehole by pumping water and mud if exists\nThis step is important for following steps.\n- Inspect the borehole and casing with camera\nInspecting the borehole with a camera is important to understand the status of the borehole\nand casing before taking any actions.\n- Cleaning and sealing the casing\nThe casing shall be scraped, brushed, and emptied of all fluids and loose solids.\n- Cementing of the bottom of the Well\nIn order to stop water entry from the bottom of the Well, shall be cemented with high-early\nstrength cement (Portland type III).\n- Borehole leak test:\nAll tools and equipment required for successful completion of the test, including but not\nlimited to, air compressors, valves, air pressure gauges and fittings, are to be provided by\nthe contractor.\n1. Wait 24 hours to allow cement and sealant to cure completely.\n2. Fill the borehole to the top with water.\n3. Seal the top of the borehole and pressurize the top air pocket to a minimum of 1,304 kPa\n(150 psi).\n4. Leave the borehole pressurized for 24 hours.\n5. Check and record the pressure after 24 hours.\na. If the pressure has not dropped, proceed to step 7.\nb. If the pressure has dropped (to account for water and pipe temperature stabilization),\nbring the pressure back up to 1,304 kPa (150 psi) and leave the borehole for another 24\nhours.\n6. Check and record the pressure after an additional 24 hours. There should be no drop in\npressure after 48 hours.\n7. Drain the water from the borehole and ensure that it is dry and clear of debris.\n2.1 Contractor Responsibilities during Borehole Rehabilitating\na) The Contractor shall be prepared for any situation that might occur during rehabilitating of\nthe borehole. The contractor must have sufficient equipment and supplies on location. The\nContractor must have sufficient cement on hand and a proper pump in order to cement off\nany loss of circulation zones.\n4\n\n[Page 24]\nb) The Contractor will take care of property and removal of debris from the site. Care shall be\ntaken at all times during the work described in these specifications to prevent undue\ndamage to the property on which the work is being performed. After completion of the\nwork described in this specification, the area shall be thoroughly cleaned of all residual\nmaterial resulting from the operation or equipment. The surface shall be free of mud,\ncuttings, scrap equipment, foliage, packing, and related items. The surface shall be\nsmoothed to its original contours with all vehicle ruts covered.\nc) The Contractor will keep the Commission fully informed of the progress, or any problems\nencountered, during the work or cementation process.\nd) The Contractor shall be responsible for ensuring that the requirements of water-tightness,\nand quality of cementation indicated in these TOR.\n2.2 Reporting\nAfter the completion of the work, the Contractor will submit the Report, providing a full\naccount of the activities, any problems encountered during the work, The Contractor shall\nprovide to the Commission 2 (two) copies of the Report in English.\n3. Drilling a new Borehole (LOT 2)\n3.1 Technical Specifications of the Borehole\nThe Contractor shall select an appropriate site for the drilling inside the station premises.\nRequired specifications are listed below:\n1. Final depth of the cased borehole will be at least 70m below ground level.\n2. All required supplies -casings, components, materials, and additional supplies- shall be new\nand first grade.\n3. The well casing shall extend above the ground about 60cm. The top end must have a sealed\ncap or wellhead box to prevent water ingress. For a steel casing, the exposed top section\nmust be painted or coated to prevent corrosion.\n4. Angle of inclination from vertical will not to exceed 2.5 degrees at any point in the\nborehole.\n5. Casing must be completely round, with no ellipticity; the inner surface of casing must be\nsmooth with no irregularities such as welds or couplings, which would reduce the inner\ndiameter.\n6. The casing must be well cemented into the ground, from the bottom up.\n7. Steel casing with water-tight joints will be installed for the entire length of the borehole.\n8. Inner diameter of the casing should be between 12.7 and 17.8 cm (5 and 7 inches) with a\nminimum casing wall thickness of 0.62 cm (0.244 inches).\n9. A water-tight cement or steel plug should be completely cemented to the bottom of the\nborehole.\n10. The outer wall of casing should be completely cemented to the rock along the entire length\nof the borehole; cementation must ensure high-quality contact between the casing and the\nrock walls.\n5\n\n[Page 25]\n11. The final cased borehole has to admit a test gauge, to be provided by the Contractor, of\nsimilar dimensions to the equipment to be installed at the borehole, approximately 81.2 cm\nin length and 9.5 cm in diameter. The exact dimensions, however, will be provided before\nthe drilling starts.\n12. The final cased borehole must be watertight.\n13. The borehole must be left dry after the leak test and sealed with a removable cap.\n3.2 Contractor Responsibilities during Borehole Drilling\na) The Contractor shall be prepared for any situation that might occur. The contractor must\nhave sufficient equipment and supplies on location, including surface conductor and surface\ncasing, to case off any surface alluvium that might be present during drilling. The\nContractor must have sufficient lost circulation material on location to meet any demands.\nThe Contractor must have sufficient cement on hand and a proper pump in order to cement\noff any loss of circulation zones. If the Drilling Contractor is in an area where cement\nservice companies are readily available, then a cement-service sub-contractor may be used.\nIn order for the borehole to be cemented from bottom to top satisfactorily as specified, each\nwater or lost circulation zone shall be plugged or cemented off or sealed with lost\ncirculation material before continuing drilling the borehole.\nb) The Contractor will take care of property and removal of debris from the site. Care shall\nbe taken at all times during the work described in these specifications to prevent undue\ndamage to the property on which the work is being performed. After completion of the\nwork described in this specification, the area shall be thoroughly cleaned of all residual\nmaterial resulting from the drilling operation or equipment. The surface shall be free of\ndrilling mud, cuttings, scrap equipment, foliage, packing, and related items. The surface\nshall be smoothed to its original contours with all vehicle ruts covered.\nc) The Contractor will keep the Commission fully informed of the progress, or any problems\nencountered, during the drilling or cementation process. Severe problems encountered\nduring drilling may change the planned location of the borehole. Such a situation must be\ndiscussed immediately with the Commission. Deviations from target depths, or from the\nexact location, can be made as an emergency if appropriate geological justifications are\ndiscovered during drilling, and if the Commission is notified of the proposed changes and\naccepts the proposed changes.\nd) The finished borehole must comply with the tests indicated in these TOR. The\nContractor shall be responsible for ensuring that the finished borehole complies with the\nacceptance test and requirements of verticality, diameter size, water-tightness, and quality of\ncementation indicated in these TOR.\n3.3 Description of the Work to be performed.\n3.3.1 Preparation\nThe Contractor shall select an appropriate site for the drilling inside the station premises. The\nexact location to be approved by the Commission before drilling starts. The Contractor will\nprepare the site, including leveling, and the removal of debris, stones, objects, heavy growths of\nvegetation or other materials undesirable for the drilling. The Contractor shall transport all\ndrilling equipment to the site with their own resources.\n6\n\n[Page 26]\n3.3.2 Drilling\nThe borehole will be drilled using an appropriately sized drill bit for the final choice of casing\ndiameters, while allowing for sufficient annular space to securely grout the casing to the rock\nformation. It is recommended that the borehole be drilled between 21.6 cm (8.5 inches) and\n26.7 cm (10-5/8 inches). Drilling should be done by the most cost-efficient method, which is\nusually with a tri-cone rotary drill bit. Samples of drill cuttings (normal rock detritus created by\nthe rotary drilling and floated to the surface in drilling mud), should be collected at about 5-\nmeter intervals for each borehole for use in the description of the geological make-up within\neach borehole. This information will be required as part of the drilling report.\nThe vertical offset or drift for the deep borehole shall not exceed 2.5 degrees from true vertical\nmeasurement at any point from the top to the bottom of the cased hole. It is suggested that this\nbe achieved as follows: While drilling, pull-down pressure on the Kelly should be avoided. Drill\npressure should be provided solely by the weight of the drill collars. An appropriate device,\nsuch as a Baker Tool TOTCO Recorder shall be used during the drilling to ensure that the hole\nis not drifting from vertical.\nWhen total depth of the borehole is reached at the proper diameter, circulation shall be\nmaintained for approximately one (1) hour to assure that the hole is free of cuttings and cavings.\n3.3.3 Casing\nThe borehole shall be cased to its total depth using seamless steel casing, with standard threads\nand collars, leaving an inner diameter between 14.5 cm (5.69 inches), and 17.8 cm (7.0 inches).\nThe preferred casing material is corrosion-resistant stainless-steel or similar material provides\ncorrosion protection. The casing minimum wall thickness shall be 6.2 cm (¼ inch). The casing\nmust be round, straight, free of irregularities and seamless (cast, with no rolled seams). The\ntotal length of the borehole casing shall be made up of sections of any standard length, but\nminimum length of sections should be 3 m. Casing string must be made of the same type\n(diameter, wall thickness, and composition) of casing section for its total depth.\nBefore proceeding with drilling the contractor must notify the Commission in writing with\ndimensions of the chosen casing. Threaded casing joints using BTC (buttress-threaded\nconnections) are preferred. All threaded joints should be coated with joint compound and\ntightened using sufficient torque. A torque of 1000 foot-pounds is recommended. Any casing\nthat meets these specifications is acceptable.\nImmediately prior to cementing, a turbulent flow of clear water and a cleaning solution shall be\ncirculated down the casing and up the annulus to clean out any mud and debris that is present to\nsecure a good cement bond. The casing strings shall be supported approximately 5 m (15 feet)\nabove the bottom of the hole during cementing of the casing.\n3.3.4 Cementation and grouting\nThe Contractor has the flexibility of selecting a preferred cementation method that will\ncompletely bond the casing string to the rock walls over its entire depth with no voids or\nshrinkage. For example, cementation can be accomplished through the casing using a cement\nshoe and plunger method, cementation can be done via external grout tubes in the annulus\nbetween the casing and host rock where the casing string is sealed by a welded plate at the\nbottom. However, the preferred cementation process is to pump cement grout through the\ninterior of the casing using a plunger and cement shoe and flush the full volume up the annular\nspace between the exterior casing wall and the rock to the surface. The cement shoe and collar\n7\n\n[Page 27]\nwill form the cement plug at the bottom of the casing. Typical cement grout composition uses\ncement, sand, bentonite (clay), water, and an expansive additive to prevent shrinkage upon\ndrying.\nThe borehole shall be cemented from bottom to top. The following procedure is recommended.\nCement slurry with sufficient volume to fill the annulus with at least 25% excess shall be\npumped into the casing. Then a latch down plug shall be inserted into the casing and washed\ndown with clear water. When the plug reaches the baffle, normally 1,000 pounds per square\ninch of pressure should force the latching nose of the plug into the baffle and lock it in place.\nOnce the plug is seated, all pressure must be released to check for zero back-flow, this will\nprove that the one-way valves are holding. When zero back-flow is obtained, the cement slurry\nshall be allowed to cure for 24 hours under no pressure before performing any activities that\ncould disturb the bond, such as blowing or bailing the borehole dry of water or proceeding with\nthe acceptance tests.\nAfter 24 hours, the casing shall be scraped, brushed, and emptied of all fluids and loose solids.\nIf the cement level drops in the annular space between the pipe and the hole, additional cement\nslurry may be added around the casing directly from the surface. The level of the cement grout\nin the annular space between the casing and the rock wall must be monitored during the\nhardening process. If the level drops, additional cement grout must be added around the casing\nfrom the top using small feed pipes if necessary.\n3.3.5 Construction of borehole well-head and enclosure\nA concrete pad around the top of the borehole casing (“well-head”) with a thickness of 10 to\n20cm and approximately 1m x 1m in area (if square) or approximately 1mdiameter (if circular)\nis to be constructed. In addition, a housing or enclosure around the top of the well-head for\nprotection against the environment shall be built. This enclosure will provide shelter from\nwater, snow, theft, small animals, etc. A simple inverted “bin” with a rubber or synthetic gasket,\nbolted to the concrete pad, will suffice. The pad must include an L- or U-shaped conduit for the\nentry of the signal cable that will be protected under the well-head enclosure.\n3.3.6 Site remediation\nThe Contractor will take care of property and removal of debris from the site. Care shall be\ntaken at all times during the work described in these specifications to prevent undue damage to\nthe property on which the work is being performed. After completion of the work described in\nthis specification, the area shall be thoroughly cleaned of all residual material resulting from the\ndrilling operation or equipment. The surface shall be free of drilling mud, cuttings, scrap\nequipment, foliage, packing, and related items. The surface shall be smoothed to its original\ncontours with all vehicle ruts covered.\n3.4 Acceptance tests.\nThe Contractor will perform a series of acceptance tests as described below.\n3.4.1 Verticality Test:\nA final verticality test must be performed in the interior of the casing after cementation.\nMeasurements should be made of the deviation from the vertical at 15 m depth intervals and at\nthe base of the borehole.\n8\n\n[Page 28]\n3.4.2 Leak Test:\nThe final cased and cemented borehole must be checked against leaks by completely filling the\ncasing with water and recording that the water level has not dropped after 24 hours. The\nborehole must then be emptied of water and left completely dry.\n3.4.3 Obstruction Test:\nA test cylinder of 812 mm length and 95 mm diameter, to be provided by the drilling contractor,\nmust pass without obstruction to the bottom of the final borehole and then return to the surface.\nThis should be the final test performed.\n3.4.4 Continued Monitoring:\nThe borehole should be monitored on a weekly basis for at least one month to ensure that it\nremains watertight.\n3.5 Drilling Report\nWithin two months after the completion of the drilling, the Contractor will submit the Drilling\nReport, providing a full account of the drilling activities, any problems encountered during\ndrilling and the specifications of the final cased borehole. The Contractor shall provide to the\nCommission 2 (two) copies of the Report in English. The report should include the following:\n3.5.1 Daily log of Drilling Operations\nThe log should include details of all operations, including times, a record of the drill bit\ndiameter used, the lithology or composition of the material being drilled, whether any water\nzones or lost-circulation zones are encountered, etc.\n3.5.2 Casing Tally\nCasing tally showing the length of each section of casing used and the depth-from-surface of\neach casing joint.\n3.5.3 Results of Acceptance Tests\nIf verticality measurements were made using a punch-pendulum system (e.g. Totco or\nWeatherford Sure-Shot tools), copies of the targets should be provided.\n3.5.4 Photo-documentation\nPhotographs, with descriptive captions, before, during and after the drilling will be provided to\nensure adequate restoration has been performed.\n4. Local laws, norms, regulations etc.\nThe Contractor shall ensure that the work is performed in compliance with any national,\nmunicipal, or local regulations, laws, building codes, licensing, or permitting requirements that\nrelate to the work to be performed under the Contract.\nThe Contractor shall also obtain all licenses, permits and/or authorizations needed to carry out\nthe work under this Contract.\n9\n\n[Page 29]\n5. Quality and Safety Requirements for the work performed.\nThe Contractor shall ensure labour safety of personnel at all stages of the work. All\nresponsibility for compliance with any occupational health and safety and fire safety norms and\nlaws when carrying out work at the facilities shall be borne by the Contractor. The Work shall\nbe carried out in compliance with the legislation of the Senegal related to health and safety, as\nwell as any other legal instruments, building standards and rules, design and construction rules,\nsector-specific and cross-sector regulations, approved standard labour protection instructions,\nnational standards, safety operation rules, national sanitary and epidemiological norms, hygienic\nstandards.\nCompliance with ecological, sanitary, hygienic, fire protection and other rules in force in\nSenegal is obligatory.\nWhen carrying out the Work, the Contractor(s) shall ensure safety for its staff, end-user and\nthird parties, prevent any damage to the Commission’s and the Stations’ property.\n6. Inspection\nThe Commission will carry out inspections any time during the performance of the work.\nSpecifically, the Commission will visit the site after the completion of all work to be sure that all\nWork has been performed in accordance with the Contract.\nIf the inspection reveals that the work is not in compliance with the Contract, which hinders its\nacceptance, the Commission will notify the Contractor about the problem and the remedial\nactions to be performed, which shall be remedied by the Contractor to the Commission’s\nsatisfaction.\nThe Contractor will provide technical representatives during inspection and facilitate the work\nof the Commission’s representatives by providing on-site transportation and other logistical\narrangements as required.\n10\n\n[Page 30]\n7. ANNEX: Technical Report for the cleaning of the existing Borehole\nAs part of the BBTS station restoration project, the HYDROCONSULTANCE company cleaned the well in order\nto make it dry for the proper functioning of the seismic probe.\n7.1 Resources used during the cleaning.\nA 7.5KW power submersible pump with an electrical box.\nA 25KVA generator.\nA HDPE drainage tube with a diameter of 50mm and a length of 80m with accessories.\nAn electrical cable with a diameter of 4X6mm and a length of 100m.\nA rope with a diameter of 15mm.\nA double cabin pickup.\n7.2 Works performed.\nThe drilling cleaning work took place from 11/17/2023 to 11/18/2023.\n11/17/2023:\n- Installation of equipment on site\n- Connection of the pump with the columns, the group generator and electric cable\n- Lowering the pump to a depth of 55 m\n- Progress of cleaning the well by pumping.\n11/18/2023\n- Installation of the pump to the bottom approximately 60m\n- Continued pumping until reaching the bottom of the borehole.\n- Demobilization of equipment\n7.3 Results\n- Before pumping the water level in the well (static level) was 14.30m, after 05 minutes of\npumping the level dropped to 49.50m compared to the ground for the first day\n- On the second day (11/18/2023) the water level rose slightly by a few centimeters to 49.30m\nWhen the pump descended to the bottom of the well and after pumping for 2 minutes, the level\ndropped to 59.60m. The color of the water was blackish, of poor quality which can be explained\nby very slow recharge and a slight deterioration of the walls of the borehole.\n7.4 Conclusions and recommendations\nDue to the low rise in the water level, the borehole is still functional and can house the seismic\nprobe. We recommend cementing the bottom of the well to avoid water recharge in the\nborehole.\n11\n\n[Page 31]\n7.5 Pictures taken before cleaning and during pulling up the sensor from the borehole.\nFig 8.1 Overview with the borehole on the right of the building (left) and enclosure around wellhead (right)\nFig 8.2 Wellhead inside enclosure (left) and inside the casing from top (right)\nFig 8.3 Water pumping during cleaning (left) and mud retrieved from the borehole during cleaning.\n12\n\n[Page 32]\nSTATEMENT OF CONFIRMATION\nOn behalf of (name of firm or organization): , I hereby\nattest and confirm that:\na) The firm/organization possesses the legal status and capacity to enter into legally binding\ncontracts with the Commission for the supply of equipment, supplies, services or work.\nb) The firm/organization is not insolvent, in receivership, bankrupt or being wound up, and not\nunder administration by a court or a judicial officer, and that it is not subject to the suspension\nof its business or legal proceedings for any of the foregoing reasons.\nc) The firm/organization has fulfilled all its obligations to pay taxes and social security\ncontributions.\nd) The firm/organization has not, and that its directors and officers have not, within the last five\nyears been convicted of any criminal offense related to professional conduct or the making of\nfalse statements or misrepresentations as to their capacity or qualifications to enter into a\nprocurement or supply contract.\ne) The Commission, in the event that any of the foregoing should occur at a later time, will be\nduly informed thereof, and in any event, will have the right to disqualify the firm/organization\nfrom any further participation in procurement proceedings.\nf) The firm/organization did not/will not attempt to influence any other bidder, organization,\npartnership or corporation to either submit or not submit a proposal/bid/quotation.\ng) The firm/organization will not, in the absence of a written approval from the Commission,\npermit a person to contribute to, or participate in, any process relating to the preparation of a\nQuotation/Bid/ Proposal or the procurement process if the person:\na. at any time during the 12 months immediately preceding the date of issue of the\nSolicitation was an official, agent, servant or employee of, or otherwise engaged by the\nCommission;\nb. at any time during the 24 months immediately preceding the date of issue of the\nSolicitation was an employee of the Commission personally engaged, directly or\nindirectly, in the definition of the requirements, project or activity to which the\nSolicitation relates.\nh) Neither the organization/firm, its parent entities (if any), nor any of its subsidiary or affiliated\nentities (if any) have been identified on, or associated with any individual, groups, undertakings\nand entities identified on, the list established pursuant to the UN Security Council Resolution\n1267 (Consolidated Sanctions List).1\ni) Neither the organization/firm, its parent entities (if any), nor any of its subsidiary or affiliated\nentities (if any) are subject to any form of sanction imposed by an organization or body within\nthe United Nations System, including the World Bank.\n1 The Consolidated United Nations Security Council Sanctions List can be found on the following website:\nhttps://www.un.org/securitycouncil/content/un-sc-consolidated-list\n\n[Page 33]\nj) Neither the organization/firm, its parent entities (if any), nor any of its subsidiary or affiliated\nentities (if any), is engaged in any practice inconsistent with the rights set forth in the\nConvention on the Rights of the Child, including Article 32 thereof, which, inter alia, requires\nthat a child shall be protected from performing any work that is likely to be hazardous or to\ninterfere with the child’s education, or to be harmful to the child’s health or physical, mental,\nspiritual, moral, or social development.\nk) Neither the organization/firm, its parent entities (if any), nor any of its subsidiary or affiliated\nentities (if any) will use the funds received under contracts/purchase orders with the\nCommission to provide support to individuals, groups, undertakings or entities associated with\nterrorism.\nl) The prices in the firm/organization’s proposal/bid/quotation have been arrived at\nindependently, without consultation, communication or agreement with any other interested\ncompanies, competitor or potential competitor with a view to restricting competition.\nm) The Commission shall have the right to disqualify the firm/organization from participation in\nany further procurement proceedings, if it offers, gives or agrees to give, directly or indirectly,\nto any current or former staff member of the Commission a gratuity in any form, an offer of\nemployment or any other thing of service or value, as an inducement with respect to an act or a\ndecision of, or a procedure followed by, the Commission in connection with a procurement\nproceeding.\nn) The Commission shall have the right to disqualify the firm/organization from participation in\nany further procurement proceedings if it does not disclose to the Commission any situation\nthat may appear as a conflict of interest, and if it does not disclose to the Commission if any\nofficial or professional under contract with the Commission have an interest of any kind in the\nfirm/organization’s business or any kind of economic ties with the firm/organization.\no) The firm/organization expressly agrees to abide by the United Nations Supplier Code of\nConduct.1\nName (print): Signature:\nTitle/Position:\nPlace (City and Country): Date:\n1 https://www.un.org/Depts/ptd/about-us/un-supplier-code-conduct\n\n[Page 34]\nVENDOR PROFILE FORM (VPF) – FOR PRODUCTS/SERVICES/WORK\n1. Name of Company:\n2. Street Address: 3. Telephone:\nP.O. Box: 4. E-Mail:\nCity:\nZip Code: 5. Website:\nCountry:\n6. Contact Person: Title:\n7. Legal Status (e.g. Partnership, Private Limited Company, Government Institution)\nPLEASE INCLUDE A COPY OF THE CERTIFICATE OF INCORPORATION\n8. Year Established: 9. Number of Employees:\n10. Gross Corporate Annual Turnover (US$m)*: 11. Annual Export Turnover (US$m)*:\n12. Type of Business/Products: Manufacturer Sole Agent Supplier\nOther (please explain)\n13. Type of Business/Services/Work: Engineering Civil Work Governmental Institution\nOther (please explain)\n14. References (your main customers, country, year and technical field of products, services or work): **\n15. Previous Supply Contracts with United Nations Organizations (over the last 3 years)**\nOrganization: Value in US$ Equivalent: Year:\nOrganization: Value in US$ Equivalent: Year:\n16. Summary of any changes in your company’s ownership during the last 5 years:\n* Please provide a copy of the most recent audited annual report and accounts. Note: Export includes services or work performed abroad or for foreign clients.\n** Please provide supplementary documentation on these items.\n\n[Page 35]\n17. List of Products/Services/Work offered:\nProduct/Service/Work # Product/Service/Work Description\n18. This section shall be signed and stamped by an official legally authorized to enter into contracts on behalf of\nyour organization:\nName: Title: Signature: Date:\nBank Details Beneficiary Details\nBank Name: Beneficiary Name:\n(exactly as stated on bank statements)\nBank Address:\nIBAN:\n(if applicable)\nExact Account Holder Name:\nAccount number:\nSWIFT/BIC:\nABA/Sort Code:\nAdditional Details\n(if applicable)\nCorrespondent bank:\nCorrespondent account number:\nCorrespondent SWIFT/BIC:\nTax Identification Number:\nFOR CTBTO USE ONLY\nEvaluated By: Initials Date:\nUpdated By: Initials Date:\nRemarks:\n* Please provide a copy of the most recent audited annual report and accounts. Note: Export includes services or work performed abroad or for foreign clients.\n** Please provide supplementary documentation on these items.\nVendor Profile Form Page 2 of 2\n\n[Page 2 - Table 1]\nSolicitation No: 2024-0108\nTitle: A097/ BBTS, Senegal, new borehole drilling or rehabilitation of\nexisting borehole for the IMS Auxiliary station. | Closing Date: 29 Aug 24\nVienna Local Time: 17:00\n\n\n\n\n[Page 3 - Table 1]\n |  |  | \n | CONDITIONS |  | \nDelivery Terms\n(INCOTERMS 2020) and\nDestination |  | N/A | \nThe Price |  | The price quotation shall include costs and expenses incurred by the Supplier for the full\nand proper performance of all obligations under the contract (including travel,\nallowances, management and remuneration of the personnel, national income tax,\nmedical, insurance and social security contribution, if applicable) . | \nCurrency |  | Please quote in EURO or US$ only. | \nLOTS |  | Bidders may provide quotations for LOT 1, LOT2 and both LOTS. | \nTaxes |  | In principle the Commission is exempt from taxes. Since the arrangement under which\nsuch exemption is respected varies from country-to-country, the bidder will be informed\nby the Commission whether tax exemption will occur at source or whether taxes will be\nreimbursed by the Commission upon submission of the original supporting\ndocumentation. “Taxes” means all direct and indirect taxes (including value added tax,\ngeneral sales tax or goods and services tax), assessments, fees, customs duties, liens and\ncharges in as much as they are levied in conclusion or implementation of the purchase\norder, including customs restrictions and charges of similar nature in respect of articles\nimported or exported for the Commission’s official use.\nThe price quoted shall be net of Taxes. All applicable Taxes payable by the bidder at the\nconclusion or implementation of the Purchase Order in respect of the goods/services\nshall be quoted separately or be separately identified on the Proposal together with\ninformation on the nature of the Tax and its method of calculation. For deliveries to\nVienna, Austria, and due to the Tax exemption at source applicable to the Commission,\nno Taxes shall be charged to the Commission under the Purchase Order. | \nInsurance |  | Insurance to be included in the quotation must be for All Risk, covering 110% of the cost\nof the equipment proposed, and from the date/place of the shipment to the date/place the\ndelivery is completed. The insurance shall be in the name of the bidder and the\nCommission. | \nValidity of Quotation |  | Minimum 90 days as of the Closing Date | \nGeneral Conditions |  | General Conditions of Contract (See Annex A) | \nPrivileges & Immunities |  | Nothing in or relating to the Purchase Order shall be deemed to constitute an express or\nimplied waiver of any Privileges and Immunities of the Commission. | \n\n\n\n\n[Page 4 - Table 1]\nPayment Terms | Within 30 days of receipt and acceptance of the goods/services and of the following\ndocuments:\n(1) Invoice(s) showing the firm fixed price of the goods/services. The Supplier shall\nsubmit the invoice(s) the invoice(s) electronically, from the Supplier’s official e-\nmail address in PDF format, duly signed and stamped by the Supplier and\nsubmitted to Payable_Invoices@ctbto.org. The invoice shall contain detailed\nbanking instructions, including the name and address of the Supplier's bank,\naccount number, account holder’s name and SWIFT, IBAN and/or ABA codes for\npayment by electronic transfer and actual pre-paid transportation and insurance cost\n(if applicable);\n(2) Acknowledgement Copy of the Commission’s Purchase Order with Supplier’s\nsignature;\n(3) Any other relevant documents.\nApplicable Taxes payable by the Supplier and/or its subcontractor(s) shall be invoiced\nseparately or be separately identified on the invoice. Actual payment of the Taxes must\nprimarily be supported by original documentation such as invoices, bank account\nstatements, transfer orders, or receipts issued by the local tax or customs authorities. If\nsubmission of such original documentation is not possible for justifiable reasons, their\ncopies could be accepted by the Commission provided that they are duly signed and\ncertified by local tax or customs authorities. In case the currency in which the Taxes are\nlevied is not the currency of the Purchase Order, bank statements (or equivalent)\nshowing the exchange rate used for the conversion shall be submitted to the\nCommission, in addition to any other supporting documentation.\nOther Documents | Please submit, jointly with the Quotation, the following documents (attached hereto):\n- the Bidder’s Statement, duly completed\n- the Vendor Profile Form, in case you haven’t submitted to the Commission in the\npast two years; and\n- the Statement of Confirmation, duly signed.\n\n\n\n\n[Page 5 - Table 1]\n | OTHER INFORMATION | \n1. The Commission reserves the right to accept or reject bidder’s quotation, partially or entirely, and to annul this\nprocurement process at any time prior to award of the Purchase Order, without thereby incurring any liability to\nthe bidder or any obligation to inform the bidder of the grounds for the Commission’s action.\nThe Commission also reserves the right to split the award for this project if so deemed desirable.\n2. The bidder shall include in its quotation documentary evidence of its qualifications to perform the Purchase Order\nwhich shall establish to the Commission’s satisfaction that the bidder has the financial, technical and production\ncapability necessary to perform the Purchase Order in its entirety and to provide spare parts and other necessary\non-going services as required.\n3. The bidder shall bear all the costs associated with the preparation and submission of the quotation and the\nCommission shall not be responsible or liable for those costs, regardless of the conduct or outcome of this RFQ.\n4. The bidder’s price quotation shall be submitted in the English language, together with relevant technical literatures\nin duplicate, which shall also be in English.\n5. The bidder’s quotation shall be typed or written in indelible ink and signed by an official legally authorized to\nenter into contracts on behalf of their organization. The quotation shall not contain any inter-lineation, erasures or\noverwriting except as necessary to correct errors made by the bidder, in which case such corrections shall be\ninitialled by the person or persons signing the quotation.\n6. The goods and services (if any) to be rendered under the Purchase Order shall have their origin in the States\nSignatories of the Comprehensive Nuclear-Test-Ban Treaty (CTBT) which is available in the CTBTO website at\nwww.ctbto.org under Status of Signatures and Ratifications | CTBTO. For purposes of this paragraph, \"the origin\"\nmeans the place from where the materials, goods and/or from which the services are supplied.\n7. Not later than 7 days before the deadline for submission of the quotations, any request for clarifications relating to\nthe RFQ documents shall be emailed to procurement@ctbto.org, attention to Procurement Staff in charge of this\nmatter referred to in the RFQ cover letter. If such requests are addressed to others or if additional information is\nobtained from others, it may lead to disqualification of the bidder. No requests for clarifications will be entertained\nafter this time.\n8. From the deadline for submission of quotation until the written notification of award, no bidder shall contact the\nCommission on any matter relating to its quotation, except when responding to a request from the Commission for\nclarification. Any effort to influence the Commission in its evaluation of the quotation(s) or its award decision\nshall result in the rejection of the quotation.\n9. The Commission shall evaluate the compliance of the quotations with the RFQ requirements. Subject to its\ntechnical compliance, the quotations shall be examined for its contractual compliance and commercial\nacceptability. Based on the mentioned evaluation, the Commission will determine the quotation which is the “least\ncostly technically acceptable”. Deviation, if any, from the Commission’s terms and conditions might be a factor in\nthe decision of award.\n10. In case of an award, the following documents shall govern the Purchase Order and in case of discrepancies or\ninconsistencies, the documents to prevail shall be given precedence in the following order:\n(a) The Purchase Order\n(b) The Commission’s General Conditions of Contract (Annex A)\n(c) Terms of Reference (Annex B)\n(d) The bidder’s quotation (Annex C) |  | \n9.\nUse of former Preparatory Commission for the CTBTO (“Commission”) employees in the preparation of |  | \n\n\n\n\n[Page 7 - Table 1]\n |  | \n | BIDDER’S STATEMENT | \n | PLEASE STATE BELOW & SUBMIT WITH PROPOSAL | \n |  | \nDelivery Time: |  | \nShipping weight (kg) and Volume (m3) – if applicable: |  | \nList of recommended consumables and spares including prices and details on local availability, if applicable\n(please tick):\nFor one year period For a period of …………………………. |  | \nWarranty period applicable (it shall be for a minimum of 24 months, starting from the acceptance of the\ngoods/services by the Commission) – please tick below:\nFor a two-year period For a period of ………………………….\nNote: The provisions of article 28 of the Commission’s General Conditions of Contract apply to the services to\nbe provided under the Purchase Order, wherever it is referred to “Goods” it shall read “Services”. |  | \nAvailability of local service in Vienna, Austria (if any): |  | \nState country of origin or assembly of all items quoted: |  | \nQuantity discount and early payment discount (if any): |  | \nInclude documentary evidence of qualifications to perform the order, which shall establish to the Commission’s\nsatisfaction that the bidder has the financial, technical and production capability necessary to perform the order\nin its entirety and to provide spare parts and other necessary on-going services as required.\nIncluded in this quotation : Yes No |  | \nConfirmation that the bidder has reviewed the Commission’s General Conditions of Contract and agreed\nto all terms and conditions.\nYes No\nRemarks: |  | \nWith regards to the software provided with the equipment, state and confirm whether the software licenses are\ntransferable to third parties, i.e. the Commission or the Commission’s State Signatories (Member States).\nYes No Not applicable\nRemarks: |  | \nName:\nName & Title of Contact Person:\nSignature & date: |  | \n\n\n\n\n[Page 8 - Table 1]\n | Price Schedule: |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n | RFQ for Goods/Equipment |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \nItem\nNo. |  | Description of Item |  |  |  |  | Qty. |  |  |  | Unit |  |  |  | Cost per\nUnit |  |  | Total Cost per\nitem |  |  |  |  |  | \n |  | Item 1 |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n |  | Item 2 |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n |  | Item X |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n |  | Item Y |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n |  | Item Z |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n |  | GRAND TOTAL |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  |  | \n\n\n\n\n[Page 9 - Table 1]\nNo. | Section | Terms of Reference | Statement (Y/N) | Description (provided by the Bidder)\n2 | CONTRACTOR'S REQUIREMENTS | The Contractor shall deliver the Services in accordance with this\nSpecification, while doing so in the most cost-effective manner\npossible. |  | \n |  | The contractor shall ensure that the work is performed in compliance\nwith the laws, norms, regulations in force in Senegal (TOR Section 4) |  | \n |  | The contractor shall ensure labour safety of personnel at all stages of\nthe work (TOR Section 5) |  | \n2.1 | Rehabilitating of existing Borehole | The Contractor will be responsible for following steps to\nrehabilitating the existing borehole (TOR Section 2): |  | \n | 1) | Cleaning the borehole by pumping water and mud |  | \n | 2) | Inspecting the borehole and casing with camera |  | \n | 3) | Cleaning and sealing the casing |  | \n | 4) | Cementing of the bottom of the Well |  | \n | 5) | Borehole leak test to be performed. |  | \n2.2 | Contractor's Responsibilities | The Contractor's responsibilities should include: |  | \n | 1) | The Contractor must have proper and sufficient equipment and\nsupplies on the location |  | \n | 2) | The Contractor must have sufficient high grade cement on hand\nensuring that the requirements of quality and water-tighness. |  | \n | 3) | The Contractor must have a proper pump for cementing the bottom\nof Well |  | \n | 4) | The Contractor will take care of property and removal of debris\nduring and after the work. |  | \n | 5) | The Contractor will keep the Commission fully informed of the\nprogress. |  | \n2.3 | Reporting | A final report to be submitted to the commission after the\ncompletion of the work. Report will include full account of activities,\nany problems encountered during the work. |  | \n\n\n\n\n[Page 10 - Table 1]\nNo. | Section | Terms of Reference | Statement (Y/N) | Description (provided by the Bidder)\n2 | CONTRACTOR'S REQUIREMENTS | The Contractor shall deliver the Services in accordance with this\nSpecification, while doing so in the most cost-effective manner\npossible. |  | \n |  | The contractor shall ensure that the work is performed in compliance\nwith the laws, norms, regulations in force in Senegal (TOR Section 4) |  | \n |  | The contractor shall ensure labour safety of personnel at all stages of\nthe work (TOR Section 5) |  | \n2.1 | Materials | The Contractor will be responsible for the supply of the materials\nmeeting the following specification: |  | \n |  | Corrosion-resistant stainless-stell casing |  | \n |  | High grade water-tight cement |  | \n2.2 | Technical Specifications | Required specifications (TOR Section 3.1) for a new borehole are\nlisted below: |  | \n | 1) | Final depth of the cased borehole will be at least 70m below ground\nlevel |  | \n | 2) | All required supplies -casings, components, materials, and additional\nsupplies- shall be new and first grade |  | \n | 3) | The well casing shall extend above the ground about 60cm. The top\nend must have a sealed cap or wellhead box to prevent water\ningress. For a steel casing, the exposed top section must be painted\nor coated to prevent corrosion |  | \n | 4) | Angle of inclination from vertical will not to exceed 2.5 degrees at\nany point in the borehole |  | \n | 5) | Casing must be completely round, with no ellipticity; the inner\nsurface of casing must be smooth with no irregularities such as welds\nor couplings, which would reduce the inner diameter |  | \n | 6) | The casing must be well cemented into the ground, from the bottom\nup |  | \n | 7) | Steel casing with water-tight joints will be installed for the entire\nlength of the borehole |  | \n | 8) | Inner diameter of the casing should be between 12.7 and 17.8 cm (5\nand 7 inches) with a minimum casing wall thickness of 0.62 cm (0.244\ninches). |  | \n | 9) | A water-tight cement or steel plug should be completely cemented\nto the bottom of the borehole. |  | \n | 10) | The outer wall of casing should be completely cemented to the rock\nalong the entire length of the borehole; cementation must ensure\nhigh-quality contact between the casing and the rock walls |  | \n | 11) | The final cased borehole has to admit a test gauge, to be provided by\nthe Contractor, of similar dimensions to the equipment to be\ninstalled at the borehole, approximately 81.2 cm in length and 9.5 cm\nin diameter. The exact dimensions, however, will be provided before\nthe drilling starts |  | \n | 12) | The final cased borehole must be watertight |  | \n | 13) | The borehole must be left dry after the leak test and sealed with a\nremovable cap |  | \n2.3 | Contractor's Responsibilities | The Contractor's responsibilities should include: |  | \n | 1) | The Contractor shall be prepared for any situation that might occur\nduring drilling |  | \n | 2) | The Contractor must have sufficient high grade cement on hand\nensuring that the requirements of quality and water-tighness. |  | \n | 3) | The Contractor will keep the Commission fully informed of the\nprogress, or any problems encountered, during the drilling or\ncementation process |  | \n | 4) | The finished borehole must comply with the tests indicated in the\nTOR |  | \n | Description of the work to be performed | Description of the work defined in section 3.3 of the TOR: |  | \n | 1) | Preparation (TOR section 3.3.1) |  | \n | 2) | Drilling (TOR section 3.3.2) |  | \n | 3) | Casing (TOR section 3.3.3) |  | \n | 4) | Cementing and grouting (TOR section 3.3.4) |  | \n | 5) | Construction of borehole well-jead and enclosure (TOR section 3.3.5) |  | \n | 6) | Site remediation (TOR section 3.3.6) |  | \n\n\n\n\n[Page 11 - Table 1]\n2.5 | Acceptance Tests | The Contractor will perform a series of acceptance tests as described\nbelow: |  | \n | 1) | Verticality Test (TOR Section 3.4.1) |  | \n | 2) | Leak Test (TOR Section 3.4.2) |  | \n | 3) | Obstruction Test (TOR Section 3.4.3) |  | \n | 4) | Continued Monitoring (TOR Section 3.4.4) |  | \n | Reporting | Within two months after the completion of the drilling, the\nContractor will submit the Drilling Report, providing a full account of\nthe drilling activities, any problems encountered during drilling and\nthe specifications of the final cased borehole: |  | \n | 1) | Daily log of Drilling Operations |  | \n | 2) | Casing Tally |  | \n | 3) | Results of Acceptance Tests |  | \n | 4) | Photo Documentation |  | \n\n\n\n\n[Page 34 - Table 1]\n |  |  |  | \n | VENDOR PROFILE FORM (VPF) – FOR PRODUCTS/SERVICES/WORK |  |  | \n |  |  |  | \n1. Name of Company: |  |  |  | \n2. Street Address: |  |  | 3. Telephone: | \nP.O. Box:\nCity: |  |  | 4. E-Mail: | \nZip Code:\nCountry: |  |  | 5. Website: | \n6. Contact Person: Title: |  |  |  | \n7. Legal Status (e.g. Partnership, Private Limited Company, Government Institution)\nPLEASE INCLUDE A COPY OF THE CERTIFICATE OF INCORPORATION |  |  |  | \n8. Year Established: |  | 9. Number of Employees: |  | \n10. Gross Corporate Annual Turnover (US$m)*: |  | 11. Annual Export Turnover (US$m)*: |  | \n12. Type of Business/Products: Manufacturer Sole Agent Supplier\nOther (please explain) |  |  |  | \n13. Type of Business/Services/Work: Engineering Civil Work Governmental Institution\nOther (please explain) |  |  |  | \n14. References (your main customers, country, year and technical field of products, services or work): ** |  |  |  | \n15. Previous Supply Contracts with United Nations Organizations (over the last 3 years)**\nOrganization: Value in US$ Equivalent: Year:\nOrganization: Value in US$ Equivalent: Year: |  |  |  | \n16. Summary of any changes in your company’s ownership during the last 5 years: |  |  |  | \n\n\n\n\n[Page 35 - Table 1]\n | 17. List of Products/Services/Work offered: |  |  | \n |  |  |  | \n | Product/Service/Work # Product/Service/Work Description |  |  | \n |  |  |  | \n |  |  |  | \n |  |  |  | \n |  |  |  | \n |  |  |  | \n |  |  |  | \n |  |  |  | \n |  |  |  | \n18. This section shall be signed and stamped by an official legally authorized to enter into contracts on behalf of\nyour organization:\nName: Title: Signature: Date: |  |  |  | \nBank Details\nBank Name:\nBank Address:\nExact Account Holder Name: |  |  | Beneficiary Details\nBeneficiary Name:\n(exactly as stated on bank statements)\nIBAN:\n(if applicable)\nAccount number:\nSWIFT/BIC:\nABA/Sort Code: | \nAdditional Details\n(if applicable)\nCorrespondent bank:\nCorrespondent account number:\nCorrespondent SWIFT/BIC:\nTax Identification Number: |  |  |  | \n\n\n\n\n[Page 35 - Table 2]\n | FOR CTBTO USE ONLY | \nEvaluated By: Initials Date: | Evaluated By: Initials Date: | \n |  | \n | Updated By: Initials Date: | \nRemarks: |  | \n | Remarks: |"
  },
  "doc-3e015ff7de2e7fd561000ef26836b2f7": {
    "content": "[Page 1]\nCDGA Engineering Consultants Ltd\nRegistered Number: 8279615\nVat Number IE 8279615R\nTechnical Proposal\nCTBTO RFQ No. 2024-0108\nIntroduction\nOverview:\nCDGA Engineering Consultants Limited (CDGA) is pleased to submit this technical proposal in\nresponse to CTBTO RFQ No. 2024-0108 for the rehabilitation and/or replacement of the seismic\nborehole at the IMS Auxiliary Seismic Station AS97 in Babate, Senegal. Our proposal addresses all\ntechnical and operational requirements set forth by CTBTO, ensuring compliance and a commitment to\ndelivering the project in a timely manner, as described in the provided Terms of Reference, and to the\nhighest standards.\nCompany Profile and Competencies\nOrganizational Capacity:\nCDGA, established in 1998, is an Irish-based technical consultancy with global operations, servicing a\nwide range of industries and international organizations. With over 25 years of experience, CDGA has\nbuilt a robust portfolio, including complex projects in conflict zones and remote locations. Our expertise\nspans engineering design, consultancy, and training services, making us a trusted partner for large\ncompanies and international organizations.\nCTBTO Experience:\nSince 2015, CDGA has been an important service provider to CTBTO, contributing to projects at IMS\nstations across the network. Our familiarity with CTBTO's operational standards and our track record\nof delivering high-quality solutions on time make us an ideal partner for this project. CDGA has\ncompleted projects for infrasound, seismic and RN stations. Reference is made to appendix C for\nproject datasheet with CTBTO.\nExperience with Similar Clients:\nIn addition to our extensive work with CTBTO, CDGA has successfully completed related engineering\nprojects for leading energy companies such as Clarke Oil, Wood Group, and Total Energy. These\nprojects involved maintenance of critical infrastructure in challenging environments, underscoring our\ncapability to meet stringent industry standards and timelines.\nExpertise in Borehole Drilling and Rehabilitation:\nCDGA staff member available for this project includes specialists in construction, installation and\ntesting of remote seismic monitoring stations, that participated in certification, revalidation or upgrade\nof IMS station, including seismic station with boreholes. The nominated CDGA's project team\nincludes one personnel with fluent French This engineer has previous work experience\nworldwide, on seismic acoustic stations executed for the Commission and other scientific\nagencies. Reference is made to appendix B for Key personnel CVs.\nThe onsite work and expertise will be completed by company SIPA DRILLING SENEGAL\nSARL located in Dakar, Senegal. SIPA is specialized in borehole drilling for water access with\na proven track record of successful project delivery throughout Senegal. SIPA have partnered\nwith IPGP Geoscope ( Insitut Française Physique du Globe de Paris) for the drilling and\nborehole installation for installation of a broadband seismic sensor in late 2022. The company\nDirectors International Offices Contact Location\nDan Moriarty Bulgaria www.cdga.ie 3012 €o Business Park, Little Island,\nNeil O’Donovan Abu Dhabi info@cdga.ie Cork, T45 V220\nAustralia +353214552955 Rep of Ireland\n\n[Page 2]\nCDGA Engineering Consultants Ltd\nRegistered Number: 8279615\nVat Number IE 8279615R\nis therefore very acquainted with specific drilling requirements. Reference is made to appendix D\nfor final report of said project.\nCDGA expertise is completed with a partnership which has been agreed for this scope of Work with\nCompany New Britain Drillers ( NBD), responsible for installation and recent upgrade of seismic\nstation KRVT, Est New Britain Province, Papua New Guinea. NBD is licensed under the Australian\nwater drilling licensing act, License #2806, Class 2, & members of “ Australian Drilling Industry\nAssociation” and therefore all their work is completed to the exacting same standard, “ Minimum\nCompletion Requirements for water bores in Australia and New Zealand”.\nTechnical Approach\nLOT 1: Rehabilitation of the Existing Borehole\nCDGA agrees to deliver the Services in accordance with the specifications provided in the Terms of\nReference, while doing so in the most cost-effective manner possible. CDGA will also ensure that the\nwork is performed in compliance with the laws, norms, regulations in force in Senegal, while at the\nsame time ensuring the labour-safety of personnel at all stages of the work.\nCDGA’s approach to rehabilitating the existing borehole involves several carefully planned stages to\nensure the borehole is restored to optimal functionality. The following tasks will be undertaken:\n• Initial Site Assessment:\no Conduct a preliminary site visit to evaluate the current condition of the borehole.\no Collect data on the borehole’s dimensions, depth, and structural soundness.\n• Cleaning and Flushing:\no Remove any debris, mud/soil, or blockages from the borehole using high-pressure\npumping equipment (water).\no Perform a preliminary water test to determine the clarity and flow rate, ensuring no\nresidual contaminants remain.\n• Casing Inspection and:\no Use down-hole camera technology to assess the condition of the borehole casing from\nthe inside, throughout the entire length.\n• Casing Cleaning:\no Brushing and scraping of internal casing walls.\no Removal of any residual solids or liquids inside the casing.\no Repair sections (where possible) of the casing that show signs of corrosion, damage, or\nstructural weakness.\no Seal any identified leaks (where possible) using high-grade cement and or/sealant\ntypically used in borehole applications. In the limit of provided raw material (300 kg\ncement).\n• Cementing and Sealing Bottom of the Well:\nDirectors International Offices Contact Location\nDan Moriarty Bulgaria www.cdga.ie 3012 €o Business Park, Little Island,\nNeil O’Donovan Abu Dhabi info@cdga.ie Cork, T45 V220\nAustralia +353214552955 Rep of Ireland\n\n[Page 3]\nCDGA Engineering Consultants Ltd\nRegistered Number: 8279615\nVat Number IE 8279615R\no Inject high-grade, corrosion-resistant cement to the bottom of the well to prevent future\nleaks.\no Cement used with be high-early/fast-setting, Type III Portland cement.\n• Final Testing and Reporting:\no Conduct a comprehensive leak test to confirm the integrity of the borehole:\n▪ Cement to have set for a minimum of 24 hours;\n▪ Water filled-borehole sealed and pressurized to 150 psi;\n▪ Pressure test to run at least 24 hours;\n▪ If pressure drops, re-pressurize (150 psi) and repeat;\n▪ If passes, borehole must be completely evacuated of water and/or debris.\n▪ CDGA will test whether the installed borehole is properly earthed/grounded\nand will provide the Commission with the results of these tests. If the borehole\nfails such earthing tests, CDGA can, on an optional basis, provide remedial\nworks to correct the earthing requirements.\no CDGA will compile a detailed final report (in English), including all test results, repairs\nmade, and the overall condition of the rehabilitated borehole. The report will include\ndetailed photos and any drawings/diagrams resulting from the completion of the work.\n• Contractor’s Responsibilities:\no CDGA will be entirely responsible for the work performed as part of the borehole\nrehabilitation. This includes sufficient equipment (tools and test), supplies and\nmanpower on site to complete the tasks. In particular, CDGA understands the\nrequirement to maintain sufficient cement amounts on site to complete the work as\nrequired.\no CDGA will be responsible for the removal of all debris that result in the testing and\nrehabilitation process. Extra attention will be paid to ensure that no damage is caused\nto the surrounding property, including the borehole structure itself.\no After completion of the work, the site will be cleared of any residual debris. CDGA\nwill ensure that are surrounding the borehole will be free of all items related to the tasks\nperformed, and will clean and remove any additional debris/rubbish as necessary The\nsurrounding are will also be smoothed to its original contours with all vehicle/tractor\nruts filled in.\no CDGA will be responsible for communicating the status/progress of the testing and\nrehabilitation to the Commission and will be available to the Commission for timely\nupdates.\no CDGA will be responsible for ensuring that the requirements of water-tightness and\nquality of cement used, as described within the provided Terms of Reference.\nDirectors International Offices Contact Location\nDan Moriarty Bulgaria www.cdga.ie 3012 €o Business Park, Little Island,\nNeil O’Donovan Abu Dhabi info@cdga.ie Cork, T45 V220\nAustralia +353214552955 Rep of Ireland\n\n[Page 4]\nCDGA Engineering Consultants Ltd\nRegistered Number: 8279615\nVat Number IE 8279615R\nLOT 2: Drilling of a New Borehole\nThe drilling of a new borehole will be carried out with precision and attention to detail to meet all\ntechnical and regulatory requirements.\nCDGA agrees to deliver all goods and services in accordance with the specifications provided in the\nTerms of Reference, while doing so in the most cost-effective manner possible. CDGA will also ensure\nthat the work is performed in compliance with the laws, norms, regulations in force in Senegal, while\nat the same time ensuring the labour-safety of personnel at all stages of the work.\nThe scope of work for this task includes the following:\n• Site Preparation and Mobilization:\no Conduct a detailed geotechnical survey to select the optimal drilling location within the\ncurrent station premises. The proposed location will be given to the Commission for\napproval prior to proceeding further with an work.\no Once approved site is located, CDGA will clear the site and establish a secure perimeter\nto ensure safety during drilling operations.\no CDGA will prepare the site, including levelling of the site, and the removal of any\nobstacles or other materials undesirable for or otherwise hindering the drilling process.\no CDGA will then mobilize drilling rigs, support equipment, and personnel to the site.\nMobilization will be the responsibility of CDGA.\n• Drilling Operations:\no The borehole will be drilled using an appropriately sized drill bit for the final choice\nof internal casing diameters 17.4cm which is compliant with inner diameter\nrequirement between 14.5 cm (5.69 inches), and 17.8 cm (7.0 inches), while allowing\nfor sufficient annular space to securely grout the casing to the rock formation.\no Prior to any drilling activities, CDGA will notify the Commission in writing with\ndimensions of the chosen casing. It is noted that the Commission recommends that the\nborehole be drilled between 21.6 cm and 26.7 cm.\no As part of the drilling report, soil/rock samples will be collected at roughly 5metre\nintervals to provide information on the geological makeup of the location of the\nplanned casing installation.\no CDGA will drill to the specified depth of 70 meters using rotary drilling techniques.\no During the drilling process, the borehole’s alignment will be continually monitored to\nensure it remains within the allowed 2.5-degree deviation from true vertical.\n• Casing and Cementation:\no For the casing, a corrosion-resistant steel will be used.\nThe casing will be of constant radius, seamless, straight (in the verical direction), and free\nof irregularities that could reduce the inner diameter. Stainless steel is proposed as first\noption as it is required within the TOR. A mild steel alternative of similar performances is\nalso proposed.\nDirectors International Offices Contact Location\nDan Moriarty Bulgaria www.cdga.ie 3012 €o Business Park, Little Island,\nNeil O’Donovan Abu Dhabi info@cdga.ie Cork, T45 V220\nAustralia +353214552955 Rep of Ireland\n\n[Page 5]\nCDGA Engineering Consultants Ltd\nRegistered Number: 8279615\nVat Number IE 8279615R\no CDGA will ensure that the casing is 70m deep and that it will extend 60cm above the\nground.\no The casing will be made up of multiple sections, each of which being greater than 3m\nin length.\no . It is envisioned that each casing will be welded from the outside to each other to\nensure watertightness. The process has been used similarly in many other boreholes\nwithin the IMS.\no Prior to cementing, the borehole annulus will be flushed with a water-based cleaning\nsolution to facilitate a robust cement bond to the casing and the outer rock wall.\no CDGA will cement the borehole from the bottom to the top using the following method\nInstall a water-tight cement layer.\no CDGA will perform a cement bond log to verify the integrity of the cementation and\nwill monitor the level of cement between the rock and the casing and will top off as\nrequired.\no After 24 hours of a constant, correct cement level, CDGA will ensure the inside of the\ncasing has been brushed and scraped with any contents within the casing evacuated.\no No pressure testing will be performed prior to completion of a 24 hour cement curing\nperiod.\n• Completion and Equipment Installation:\no The extended portion of the casing (60 cm above ground level) will have installed\nsealed cap to protect the borehole from contamination and will be painted to prevent\ncorrosion. The cap will appropriate conduit (u-shaped) to allow for entry of a sensor\ncable.\no The borehole will be equipped with an appropriate electrical earthing ground.\no A 1mx1m square concrete slab, 20cm thick, will be floated around the top portion of\nthe casing extending out of the round.\no CDGA will construct a small enclosure to protect the exposed casing section from the\nelements.\no CDGA will prepare the borehole for the installation of monitoring equipment, ensuring\nall dimensions match the specifications provided by the Commission.\no After completion of the work, the site will be cleared of any residual debris. CDGA\nwill esure that are surrounding the borehole will be free of all items related to the tasks\nperformed, and will clean and remove any additional debris/rubbish as necessary The\nsurrounding are will also be smoothed to its original contours with all vehicle/tractor\nruts filled in\n• Acceptance Testing:\no Conduct a series of acceptance tests, including:\n▪ Verticality Test: CDGA will ensure the borehole remains within the vertical\ntolerance limits. Measurements will be made of the deviation from the vertical\nDirectors International Offices Contact Location\nDan Moriarty Bulgaria www.cdga.ie 3012 €o Business Park, Little Island,\nNeil O’Donovan Abu Dhabi info@cdga.ie Cork, T45 V220\nAustralia +353214552955 Rep of Ireland\n\n[Page 6]\nCDGA Engineering Consultants Ltd\nRegistered Number: 8279615\nVat Number IE 8279615R\nat 15m depth intervals and from the base of the borehole. A specific ranger\nsurvey tool will be used\n▪ Leak Test: CDGA will confirm that the borehole is sealed and water-tight by\nfilling the casing with water and ensuring the water level has not dropped over\na 24hour period. All water will be removed from the borehole after successful\ntesting.\n▪ Obstruction Test: CDGA will verify that the borehole is free of any blockages\nor debris and will confirm that a test cylinder of 812mm length and 95mm\ndiameter can pass the entire length of the borehole casing.\n▪ Continued Monitoring: CDGA will provide for weekly monitoring over a 30\nday period, to ensure that borehole remains watertight.\n• Drilling Report\no CDGA document all test results and prepare a final drilling report, detailing the\nborehole’s specifications, test outcomes, and readiness for use. Documents (two\ncopies) will be provided in English and will be delivered within 2 months of completion\nof the drilling.\n▪ Daily Log of Drilling Operations: The log should include details of all\noperations, including times, a record of the drill bit diameter used, the lithology\nor composition of the material being drilled, whether any water zones or lost-\ncirculation zones are encountered, etc.\n▪ Casing Tally: A casing tally showing the length of each section of casing used\nand the depth-from-surface of each casing joint will be provided by CDGA.\n▪ Acceptance Test Results: All tests results that are recorded during acceptance\ntesting will be provided in a report format to the Commission.\n▪ Photo-documentation: Photographic documentation, with appropriate\ncaptioning will be made prior, during and after borehole installation and\nprovided in a report format to the Commission.\nProject Management and Reporting\nProject Timeline:\nCDGA commits to completing the project within the timelines set by the Commission, with key\nmilestones including the submission of the Design Report within one month of contract award and the\ncompletion of drilling and rehabilitation works within two months of design approval.\nCoordination and Communication:\n• Initial Coordination Meeting: Organize a kickoff meeting with the Commission and local\npartners to finalize the project plan, address any potential issues, and ensure alignment on\nobjectives and timelines.\n• Progress Monitoring: Establish a system for regular progress updates to the Commission,\nincluding weekly briefings, monthly reports, and immediate alerts for any significant issues.\nFinal Reporting:\nDirectors International Offices Contact Location\nDan Moriarty Bulgaria www.cdga.ie 3012 €o Business Park, Little Island,\nNeil O’Donovan Abu Dhabi info@cdga.ie Cork, T45 V220\nAustralia +353214552955 Rep of Ireland\n\n[Page 7]\nCDGA Engineering Consultants Ltd\nRegistered Number: 8279615\nVat Number IE 8279615R\n• Final Report: In addition to the reporting described in the Terms of Reference, CDGA will\ncompile a comprehensive final report upon project completion, covering all activities\nperformed, technical specifications, test results, and any challenges encountered. The report\nwill include detailed schematics, photos, and documentation of the borehole’s condition and\nfunctionality.\nTeam Composition\nKey Personnel:\nCDGA will deploy a team of highly experienced professionals, each with a strong background in\nborehole drilling and rehabilitation. Key team members include James Robertson and Leopold Riom\nwho have extensive experience with the Commission and are specialists in geotechnical engineering\nand project management.\nLocal Partnerships:\nCDGA will collaborate with local contractors SIPA DRILLING SENEGAL SARL in Senegal to ensure\ncompliance with local regulations and to leverage their knowledge of the area. These partnerships will\nbe crucial for the timely and efficient completion of the project.\nQuality Assurance and Risk Management\nQuality Control:\nCDGA’s quality control plan includes regular inspections, adherence to international standards, and\nthorough testing at each project stage. All work will be documented, and any deviations from the plan\nwill be addressed immediately to maintain the highest quality standards.\nRisk Management:\nPotential risks, such as unexpected geological conditions or equipment delays, have been identified and\nmitigated through detailed planning and the selection of reliable suppliers and partners.\nWarranty and After-Sales Service\nWarranty Terms:\nCDGA offers a two-year warranty on all work performed and equipment installed, covering defects in\nmaterials and workmanship. This warranty will begin upon the successful commissioning of the\nborehole.\nAfter-Sales Support:\nCDGA will provide ongoing support, including maintenance services and access to spare parts, to\nensure the long-term functionality of the borehole.\nConclusion\nCommitment to Success:\nCDGA is fully committed to delivering this project on time, within budget, and to the highest standards.\nOur extensive experience with similar projects and our deep understanding of CTBTO’s requirements\nposition us as the ideal partner for this critical infrastructure project in Senegal.\nAttachments\n• Appendix A - Technical Specifications: Datasheets for equipment and materials.\nDirectors International Offices Contact Location\nDan Moriarty Bulgaria www.cdga.ie 3012 €o Business Park, Little Island,\nNeil O’Donovan Abu Dhabi info@cdga.ie Cork, T45 V220\nAustralia +353214552955 Rep of Ireland\n\n[Page 8]\nCDGA Engineering Consultants Ltd\nRegistered Number: 8279615\nVat Number IE 8279615R\n• Appendix B -Resumes of Key Personnel: Detailed CVs of team members\n• Appendix C - Past Project References: CDGA within the IMS\n• Appendix D – Contractors : SIPA drilling past references and company profile\nDirectors International Offices Contact Location\nDan Moriarty Bulgaria www.cdga.ie 3012 €o Business Park, Little Island,\nNeil O’Donovan Abu Dhabi info@cdga.ie Cork, T45 V220\nAustralia +353214552955 Rep of Ireland"
  },
  "doc-01169b71143ce8697ab66e22deec8498": {
    "content": "[Page 1]\nJames Robertson\nDOB: June 1, 1974\nEXPERIENCE\n9/2023-Present CDGA Consultants, Cork, Ireland\nConsultant\n◼ Engineering and project management for the planning, design and technical implementation of\nconstruction, installation and testing of remote monitoring stations\n◼ Establishment and management of technical contracts (equipment and services)\n◼ Customer relations and support for international contracts and projects\n2013-07/2023 Comprehensive Nuclear-Test-Ban Treaty Organization (CTBTO), Vienna, Austria\nConsultant (03.2013-07.2013), Infrasound Engineering Officer (07.2013-7.2023)\n◼ Engineering and project management for the planning, design and technical implementation of the work of\nthe CTBTO's International Monitoring System (IMS) - construction, installation and testing of remote\nnuclear-test monitoring stations (seismic and acoustic)\n◼ Certification (verification of specifications) of IMS stations through system/equipment testing and data\nanalysis (laboratory and field), including drafting of official technical reports detailing results\n◼ Establishment and management of technical contracts (equipment and services)\n◼ Drafting of procedures and tools to be used to analyze infrasound and seismic waveform data and to\nevaluate the performance of infrasound/seismic measurement systems, including instrument testing and\ncalibration\n◼ Preparation and presentation of scientific, engineering and technical material for capacity building and\ntraining programs, as well as for technical workshops\n◼ Collaboration with CTBTO Member State officials and affiliated research institutes at a technical and station\nmanagement level\n◼ Drafting of technical documentation for official correspondence with CTBTO Member State officials\n2006-2013 Infrasound Laboratory, University of Hawaii at Manoa, Kailua-Kona, Hawaii, USA\nField Systems Engineer\n◼ Field engineer for the University of Hawaii- operation and maintenance of nuclear-test verification stations\n(Hawaii, Republic of Palau and Diego Garcia/BIOT) used to enforce the non-proliferation of atomic weapons\n◼ Design, construction, installation and maintenance of remote portable and permanent\natmospheric/acoustic monitoring arrays (specifically infrasound) – including data monitoring and reporting\n◼ Infrasound/acoustic measurement/test experience (microbarometers/microphones, digitizers, acoustic\nfilters, low frequency signal sources) including data quality control/signal processing (Matlab)\n◼ Field deployment experience includes RF communications, fiber optic data transmission, circuit repair,\nmicrophones, seismometers, system control computers/networking (Linux) and power systems\n(photovoltaic, DC and AC). Includes hydroacoustic array construction, deployment and maintenance off the\ncoast of Kona, Hawaii.\n◼ Logistical support for site maintenance, instrument deployment and inventory control (including\ndocumentation and procurement)\n◼ Basic and applied research in acoustic source processes (such as volcanoes, surf, tsunamis, meteors and\nrockets), propagation, instrumentation, signal and array processing\n2005-2006 Northrop Grumman (Space Technology), San Diego, California, USA\nCalibration Engineer, RF\n\n[Page 2]\n◼ Calibration development, documentation and application for multi-channel transceivers. This includes\ninterfacing with software (LabView), RF design and digital/VHDL engineers to achieve final calibration\n◼ Creation of test setups and procedures for the characterization and calibration of tunable RF filters\n(preselectors). Includes data analysis and calibration algorithms (Matlab and Excel)\n◼ Software (LabView) validation and documentation (Word/Excel/Visio)\n◼ RF measurement/test experience (network analyzers, spectrum analyzers, signal generators, power meters,\ntemperature chambers, LabView, etc.)\n1998-11/2004 Biospherical Instruments Inc., San Diego, California, USA\nCalibration Engineer, Optics\n◼ Calibration, quality assurance and final product approval (test plan and procedure development) of all filter\nand scanning radiometers manufactured\n◼ Radiometric test design, setup, documentation and implementation- including maintaining and creating\ncalibration standards (NIST traceable)\n◼ Extensive optical measurement/test experience (lamps, benches, filters, lenses, detectors,\nmonochromators, spheres and plaques) including data acquisition and processing\n◼ Strong understanding of optical properties and spectral analysis (extensive in the 230nm-880nm range)\n◼ One-on-one technical and sales support (field and in-house) for all instrumentation needs\n(software/hardware). Including troubleshooting of optics, electronics and system control software\n◼ Customer training on both software and hardware packages (mostly offsite), including extensive travel\n(domestic and international)\n◼ Involved in instrument software development: testing(lab/field), configuration, documentation, drafting\nmanuals, planning and some basic coding (Visual Basic)\n◼ In-house IT administrative tasks (PC/Windows-based) - including network troubleshooting\n(hardware/software), workstation support (hardware/software), system backups and custom software\napplications\n1996-1998 Biospherical Instruments Inc., San Diego, California, USA\nField Engineer\n◼ Field engineer for the National Science Foundation’s (NSF) Polar Programs UV Spectroradiometer Network-\noperation and network maintenance of scanning spectroradiometers at six austral and boreal sites\n◼ Data processing, management and assessment for annual NSF publications made available for public use\n◼ Logistical support for site maintenance, instrument deployment and inventory control (including\ndocumentation and procurement)\nEDUCATION\n1992 - 1996 University of California, Santa Barbara\n◼ Bachelor of Science, Physics\nLANGUAGES\nEnglish (Native), German (Professional Working Proficiency), Portuguese (Working Proficiency), Spanish\n(Elementary Working Proficiency)\nCERTIFICATIONS\nUniversity of Hawaii Scientific Diver\nINTERESTS\nSurfing, Surf-travel, Recording/Playing Music, Left-handed vintage guitars\n\n[Page 3]\nPublications in Peer Reviewed Journals\nPark, J., Robertson, J.,\nA Portable Infrasound Generator,\nJournal of the Acoustical Society of America, 125 (4), EL148-EL151, April 2009\nHiroyuki Matsumoto, Mario Zampolli, Georgios Haralabus, Jerry Stanley, James Robertson, and Nurcan Meral Özel, Hydroacoustic Signals Originating\nfrom Marine Volcanic Activity at Kadovar Island, Papua New Guinea, Recorded by the Comprehensive Nuclear-Test-Ban Treaty International Monitoring\nSystem, Pure Appl. Geophys. (2022). https://doi.org/10.1007/s00024-022-03096-8\nGerhard Meister, Peter Abel, Robert Barnes, John Cooper, Curtiss Davis, Giulietta Fargion, Robert Frouin, Michael Godin, Daniel Korwan, Robert\nMaffione, Charles McClain, Scott McLean, David Menzies, Antoine Poteau, James Robertson and Jennifer Sherman, Comparison of Spectral Radiance\nCalibrations at Oceanographic and Atmospheric Research Laboratories, Metrologia Vol. 40 Issue 1 Article 321 2003-02-01\nK. Lantz, P.Disterhoft, E.A.Early, J.DeLuisi, A.Thompson, J.Berndt, L.Harrison, P.Kiedron, J.Ehramjian, G.Bernhard, L.Cabasug, J.Robertson, W.Mou,\nT.Taylor, J.Slusser, D.Bigelow, B.Durham, G.Janson, D.Hayes, M.Beaubien, and A.Beaubien, The 1997 North American interagency intercomparison of\nultraviolet spectroradiometers including narrowband filter radiometers, J. Res. Natl. Inst. Stand. Technol., 107, 19-62, 2002\nEhramjian, J.C., C.R. Booth, L.W. Cabasug, J.S. Robertson, and T. Mestechkina, (1998). Antarctic UV Spectroradiometer Monitoring Program: Contrasts\nin UV Irradiance at the South Pole and Barrow, Alaska, Climate Monitoring and Diagnostics Laboratory No. 24. Summary Report 1996-1997, edited by\nD.J. Hofmann, J.T. Peterson, and R.M. Rosson, pp. 126-128, U.S. Department of Commerce, Boulder, CO\nContributions in Books and Conference Proceedings\nDíaz, S.B., C.R. Booth, G. Deferrari, C. Camilion, and J. Robertson (2002). Improving multichannel radiometer calibration and data quality. in:\nAtmospheric Radiation Measurements and Applications in Climate, edited by J. A. Shaw, Proc. SPIE Int. Soc. Opt. Eng., 4815, 90\nJ. H. Morrow, T. P. Comer, R. N. Lind, J. Robertson, C. R. Booth, Biospherical Instruments Inc. (2002), Submersible radiometer for measuring solar UV\nirradiance over a wide dynamic range, in: Ultraviolet Ground- and Space-based Measurements, Models, and Effects II , Proceedings of SPIE Vol. #4896,\n18\nSelected Posters and Presentations at Conferences\nHiroyuki Matsumoto, Mario Zampolli, Georgios Haralabus, Jerry Stanley, James Robertson, and Nurcan Meral Özel, Study of a high activity eruption\nsequence of Kadovar volcano, Papua New Guinea, using data recorded by the CTBT International Monitoring System, European Geophysical Union,\nVienna, Austria, 2020\nMario Calixto Ruiz , James Robertson, Julien Marty, Pablo Cruz and Christian Espin, Explosive activity of Reventador volcano recorded by a\ncombination of a permanent seismic-infrasound network and a portable infrasound array, Poster presented at the 2019 Fall Meeting of the American\nGeophysical Union, San Francisco, December 2019\nJames Robertson, Maurice Charbit, Developments in IMS infrasound array geometry tools, Poster presented at the 2017 CTBTO Science and\nTechnology Conference, Vienna, Austria\nG. Bernhard, C.R. Booth, C. Lovengreen, J.C. Ehramjian, L. Cabasug, J. Robertson, and T. Mestechkina, Recent results from the United States National\nScience Foundation's UV Monitoring Network for Polar Regions, Poster presented at the 27th Annual Meeting of the American Society for\nPhotobiology,Washington, D.C., July 10-15, 1999\nC.R. Booth, L. Cabasug, T. Mestechkina, J. Robertson, G. Bernhard, and J.C. Ehramjian, UV irradiance measurements in Antarctica: Changes seen in UV\nEnvironment at Palmer Station 1988-1998, Poster presented at the 1998 Fall Meeting of the American Geophysical Union, San Francisco, December 6-\n10, 1998\nC. R. Booth, S. B. Diaz, L. Cabasug, T. Mestechkina, J. Robertson, and J. C. Ehramjian, UV irradiance measurements in Antarctica - results of 10 years of\ndata collection. , European Conference on Atmospheric UV Radiation, Marina Congress Center Helsinki, Finland, 29.6. – 2.7.1998\nPublished Reports\nBooth, C.R., J.C. Ehramjian, T. Mestechkina, L.W. Cabasug, J.S. Robertson, and J. Tusson IV. (1998). NSF Polar Programs UV Spectroradiometer Network\n1995-1997 Operations Report. United States National Science Foundation/Biospherical Instruments Inc., San Diego, CA\nG. Meister, P. Abel, R. Barnes, J. Cooper, C. Davis, M. Godin, D. Goebel, G. Fargion, R. Frouin, D. Korwan, R. Maffione, C. McClain, S. McLean, D. Menzies,\nA. Poteau, J. Robertson, and J. Sherman, The First SIMBIOS Radiometric Intercomparison (SIMRIC-1), April-September 2001 (NASA Center for\nAeroSpace Information, Greenbelt, MD, 2002), Vol. NASA Technical Memorandum 2002-210006, p. 60\nMeister, G., P. Abel, K. Carder, A. Chaplin, D. Clark, H. Cooper, C. Davis, D. English, G. Fargion, M. Feinholz, R. Frouin, F. Hoge, D. Korwan, G. Lazin, C.\nMcClain, S. McLean, D. Menzies, A. Poteau, J. Robertson, J. Sherman, K. Voss, and J. Yungel, 2003: The Second SIMBIOS Radiometric Intercomparision\n(SIMRIC-2), March-November 2002, NASA/TM 2003-01930, NASA Goddard Space Flight Center, Greenbelt, Maryland, March 2003, 71 pp"
  },
  "doc-984694afc94508812c7865505e9b9e60": {
    "content": "[Page 1]\nCurriculum Vitae\nName: Mr. Leopold Riom\nAge: 32 years\nRole: KE1 Energy Assessment & Audit\nSummary:\nLéopold Riom is a highly qualified Electrical Energy Engineer with expertise in energy efficiency auditing,\nsystem optimization, and sustainable energy solutions. He holds relevant technical qualifications and has\nsuccessfully led energy audits and performance evaluations across various projects, particularly in\nchallenging environments. Leopold’s work focuses on improving energy efficiency in power systems, both\nin industrial applications and infrastructure projects for international organizations.\nQualifications:\n• Bachelor of Science in Electrical Engineering – [Arts et Métiers - École Nationale Supérieure\nd'Arts et Métiers]\n(Specialized in energy systems, power generation, and electrical efficiency)\n• Masters of Science in Energy & Environmental Policy – [Arts et Métiers - École Nationale\nSupérieure d'Arts et Métiers]\n• Certified Energy Auditor (CEA) – [Chartered Engineering Institute of Ireland)\n(Specialization in energy performance audits, energy management, and system optimization)\n• Professional Certification in Project Management – [PMI]\n(Proficient in managing energy-related projects, from design to implementation)\nKey Expertise:\n• Energy efficiency auditing and optimization\n• Renewable energy integration\n• Electrical system performance evaluations\n• Sustainable energy solutions\n• Remote power system design and management\n• Project management and reporting\nCareer History:\nTechnical Consultant\nCDGA Consultant\n2020 – Present\n\n[Page 2]\n• Conducted comprehensive energy efficiency audits for power systems in remote areas, identifying\nkey areas for improvement and implementing energy-saving measures.\n• Led the design and optimization of energy-efficient systems for international organizations, reducing\noverall power consumption.\n• Provided expert consultancy on integrating renewable energy sources, such as solar and wind, into\nexisting infrastructure to enhance energy performance and sustainability.\nProject Manager\nEnviroearth\n2014 – 2020\n• Managed energy audits and designed energy-efficient power systems for international monitoring\nstations.\n• Led technical assessments of power infrastructure, ensuring compliance with energy performance\nstandards and optimizing energy use.\n• Spearheaded a pilot project to monitor CO2 emissions and implement energy efficiency measures for\nurban areas, focusing on reducing the carbon footprint of energy systems.\nSkills:\n• Energy audits and system optimization\n• Renewable energy integration\n• Power system design and testing\n• Project management and leadership\n• Technical reporting and performance evaluation\n\n[Page 3]\nCurriculum Vitae\nName: Mr Leopold Riom\nAge: 28 years\nRole: Electrical Energy Engineer\nSummary\nLéopold RIOM is an accomplished engineer in Equipment Procurement & Construction\n(EPC) projects most especially related to Power and Communication systems. He has a\nstrong track record of handling project subsidised by the United Nations or other\ngovernmental and international agencies, most especially in remote areas and challenging\nenvironment. He has acted as main project manager on multiple projects executed for\nCTBTO, amongst them where comprehensive IMS station upgrade. His professional\nexpertise ranges from solution design, integration and fieldwork; including contractors\nmanagement.\nCAREER HISTORY\n2024 to now\nTechnical Consultant – CDGA Consultant\n• Power System Design & engineering for remote applications\n• Onsite installation mission and coordination: PS03 Power Upgrade\n2020 to 2024\nProject Manager - Enviroearth\n• Engineering multi-technical systems for earth monitoring stations.\n• Leading technical aspects of power systems and specific infrastructures such as vaults\nand containerized solutions. securing a Long-Term Agreement for the supply of\npower and communication systems for the Comprehensive Nuclear-Test-Ban Treaty\nOrganization (CTBTO)\n• Conducting extensive Factory Acceptance Testing (FAT) of new equipment prior to\ndeployment.\n• Coordinating on-site installation missions, including site surveys, upgrades, and\ncommissioning (IS47, HA07, IS11, IS19, AS119, AS118, IS40)\n• Drafting engineering reports, technical notes, and diagrams, including IMS Specific\nStation Drawings (SSD).\n\n[Page 4]\n• Installation of a mid-cost CO2 network for detecting greenhouse gases on a\nmetropolitan scale, a pilot project in collaboration with the City of Paris and CEA.\n• Developing a Research and Development roadmap focused on infrasound applications\nfor defense and early warning systems.\n\n[Page 5]\nCurriculum Vitae\nName: Mr. Leopold Riom\nAge: 32 years\nRole: KE1 Energy Assessment & Audit\nSummary:\nLéopold Riom is a highly qualified Electrical Energy Engineer with expertise in energy efficiency auditing,\nsystem optimization, and sustainable energy solutions. He holds relevant technical qualifications and has\nsuccessfully led energy audits and performance evaluations across various projects, particularly in\nchallenging environments. Leopold’s work focuses on improving energy efficiency in power systems, both\nin industrial applications and infrastructure projects for international organizations.\nQualifications:\n• Bachelor of Science in Electrical Engineering – [Arts et Métiers - École Nationale Supérieure\nd'Arts et Métiers]\n(Specialized in energy systems, power generation, and electrical efficiency)\n• Masters of Science in Energy & Environmental Policy – [Arts et Métiers - École Nationale\nSupérieure d'Arts et Métiers]\n• Certified Energy Auditor (CEA) – [Chartered Engineering Institute of Ireland)\n(Specialization in energy performance audits, energy management, and system optimization)\n• Professional Certification in Project Management – [PMI]\n(Proficient in managing energy-related projects, from design to implementation)\nKey Expertise:\n• Energy efficiency auditing and optimization\n• Renewable energy integration\n• Electrical system performance evaluations\n• Sustainable energy solutions\n• Remote power system design and management\n• Project management and reporting\nCareer History:\nTechnical Consultant\nCDGA Consultant\n2020 – Present\n\n[Page 6]\n• Conducted comprehensive energy efficiency audits for power systems in remote areas, identifying\nkey areas for improvement and implementing energy-saving measures.\n• Led the design and optimization of energy-efficient systems for international organizations, reducing\noverall power consumption.\n• Provided expert consultancy on integrating renewable energy sources, such as solar and wind, into\nexisting infrastructure to enhance energy performance and sustainability.\nProject Manager\nEnviroearth\n2014 – 2020\n• Managed energy audits and designed energy-efficient power systems for international monitoring\nstations.\n• Led technical assessments of power infrastructure, ensuring compliance with energy performance\nstandards and optimizing energy use.\n• Spearheaded a pilot project to monitor CO2 emissions and implement energy efficiency measures for\nurban areas, focusing on reducing the carbon footprint of energy systems.\nSkills:\n• Energy audits and system optimization\n• Renewable energy integration\n• Power system design and testing\n• Project management and leadership\n• Technical reporting and performance evaluation\n\n[Page 7]\nCurriculum Vitae\nName: Mr Leopold Riom\nAge: 28 years\nRole: Electrical Energy Engineer\nSummary\nLéopold RIOM is an accomplished engineer in Equipment Procurement & Construction\n(EPC) projects most especially related to Power and Communication systems. He has a\nstrong track record of handling project subsidised by the United Nations or other\ngovernmental and international agencies, most especially in remote areas and challenging\nenvironment. He has acted as main project manager on multiple projects executed for\nCTBTO, amongst them where comprehensive IMS station upgrade. His professional\nexpertise ranges from solution design, integration and fieldwork; including contractors\nmanagement.\nCAREER HISTORY\n2024 to now\nTechnical Consultant – CDGA Consultant\n• Power System Design & engineering for remote applications\n• Communication system design and installation\n• Onsite installation mission and coordination: PS03 Power Upgrade\n• Business development through technical consultant services\n2020 to 2024\nProject Manager - Enviroearth\n• Engineering multi-technical systems for earth monitoring stations.\n• Leading technical aspects of power systems and specific infrastructures such as vaults\nand containerized solutions. securing a Long-Term Agreement for the supply of\npower and communication systems for the Comprehensive Nuclear-Test-Ban Treaty\nOrganization (CTBTO)\n• Conducting extensive Factory Acceptance Testing (FAT) of new equipment prior to\ndeployment.\n• Coordinating on-site installation missions, including site surveys, upgrades, and\ncommissioning (IS47, HA07, IS11, IS19, AS119, AS118, IS40)\n\n[Page 8]\n• Drafting engineering reports, technical notes, and diagrams, including IMS Specific\nStation Drawings (SSD).\n• Installation of a mid-cost CO2 network for detecting greenhouse gases on a\nmetropolitan scale, a pilot project in collaboration with the City of Paris and CEA.\n• Developing a Research and Development roadmap focused on infrasound applications\nfor defense and early warning systems."
  },
  "doc-d39ef5a184ceb8b876f5bd67e20a62fd": {
    "content": "[Page 1]\nName: Pat Moriarty\nAge: 59 years\nQualifications:\n• Bachelor of Engineering (Electrical) Degree – National University of Ireland\n• Chartered Electrical Engineer – Institution of Electrical Engineers\n• Defence Forces Officer Presidential Commission – Irish Defence Forces\n• Project Management – Certified Associate (PMI)\n• Member – Chartered Institute of Logistics and Transport\nOverview:\nPat Moriarty is a senior electrical engineer with wide experience in capacity building, design and\npower infrastructure strengthening. This experience has been gained with power utilities, industry,\nregulators and international organisations.\nPat Moriarty has in depth technical knowledge of power systems – utilities, industry, stand-alone\ninstallations and military. This encompasses generation, transmission, sub stations and distribution. He\nhas a close familiarity with the equipment and installations used.\nPat Moriarty’s experience includes assignments executed in Europe, Afghanistan, Uganda, Iraq and\nthroughout the Middle East. His recent assignments include training support to UN missions in Liberia\nand South Sudan, capacity building support to UNDP Iraq, consultancy to Abu Dhabi Regulation &\nSupervision Bureau, consultancy to World Bank Group Mali/Pakistan/Romania as well as technical\nconsultancy to CTBTO, PepsiCo, GlaxoSmithKline and other multi-national corporations.\nA former defence forces officer, he has a high level of cultural awareness coupled with an\nunderstanding of the challenges in operating reliable systems in remote or insecure locations.\nCareer History:\nCDGA Engineering Consultants\nTechnical Director\n1998 to date\n• Technical manager on installation upgrade assignments executed for CTBTO in Australia, Papua\nNew Guinea and Palau – covering power generation, PV, distribution and utility interface.\nEnsuring quality and consistency on CDGA deliverables and service.\n• Ensuring design correctness on CTBTO projects for upgrades and new power systems. This has\nbeen done for multiple monitoring station types including radionuclide and seismic. Ensure design\ncorrectness for key system components including diesel generation, photovoltaic, battery storage,\nmeans power supply and individual UPS. Determine common failure modes. Recommend\nsolutions to minimize outage times.\n• Overview on CTBTO designs affecting earth ground systems, lightning protection and power\nsystem failure. Ensure the infrastructure design is optimized to cope with these.\n\n[Page 2]\n• Consultancy to UNDP Iraq on power system upgrades, safety, transport, engineering and\nrenewables for Kurdistan Regional Ministry of Electricity in Iraq. Interface with JICA (funding\nsource) on best approach and means of ensuring value for money.\n• Expert support to Pfizer Pharmaceuticals on electrical regulations interpretation and compliance\nfor mains power, emergency systems and immunity from lightning damage\n• Technical expert support to BASF Chemicals on hazardous area classification, Ex compliance and\nrisk mitigation on industrial plants.\n• Senior level presentations – to Iraq ministry management and government ministers – on\ndeficiencies re power sector capital investment projects and poor renewables uptake.\n• Design and delivery of technical training for Abu Dhabi Regulation & Supervision Bureau (RSB)\non power systems. Associated with this, provision of expert input on revision of draft national\nelectricity regulations. Interface with the local distribution companies. Covering grid connections,\nPV & wind, diesel backup and testing needs\n• Project team leader on concept and preliminary design stage developments for major capital power\nsystem investment for QiLu Pharmaceuticals, Jinan, China\n• Project team leader for ongoing technical support project to PepsiCo for their global network of\nconcentrate manufacturing plants – America, Asia & Europe. This includes technical excellence,\nsafety and capacity building.\n• Expert support to the UN missions in Uganda, South Sudan and Liberia on reducing dependence\non diesel generation, promotion of PV, identification of energy efficiency initiatives\n• Expert consultancy on reducing carbon emissions, dependence on fossil fuel generation, increasing\nPV/wind share to World Bank Group operations in Mali, Romania and Pakistan\n• External consultant examiner to National Maritime University of Ireland on EU Level-7 degree\nprogrammes for management skills including quantity surveying, costs management, contracts and\nconstruction quality.\n• Design and delivery of training to clients on operations/legal compliance/engineering, construction\nmanagement topics including US National Electric Code Compliance (delivered to Kabul\nUniversity Faculty – construction compliance requirements for companies working for the US\nArmy Corps of Engineers), European Construction Standards Compliance (delivered to Irish\nArmy), capital construction projects (delivered to Petrom/OMV Romania).\n• Conference speaker at Institution of Engineers of Ireland annual conference\n• External technical compliance consultant to Groupe Schaube (German/French Industrial group)\nProject Management Ltd (Foster Wheeler)\nSenior Power Engineer\n1991 to 1998\n• Project task group leader on capital project planning and management for Mitsui Denman Ireland –\nkey goals to control costs, improve quality, improve safety, legal compliance. This assignment was\nfocussed on large scale capital investment projects\n• Participate as engineering lead expert in multi-disciplinary group reviews on standards, regulations\ncompliance, best practice and maintainability. This was focussed on design/construction of large\nindustrial, warehousing and offices projects for clients including GlaxoSmithKline, Pfizer, Pepsico\nand BASF.\n• Training design and delivery to clients on management and cost control of large construction\nprojects including project management, project quality, cost control and regulations compliance.\n• Project supervision, inspection and large scale industrial installations. Acting as owner’s\nrepresentative.\n\n[Page 4]\nTanzania Electric Supply Company (TANESCO)\nPower Systems Engineer\n1989 to 1991\n• Technical resident consultant on refurbishment of existing gas turbine and reciprocating engine\npower stations – generators, protection, controls, transformers\n• Project management of upgrade and refurbishment of generation and distribution system\ncomponents\n• Management of project logistics including warehousing, goods shipments, vehicle fleet\nmaintenance and safety\n• Training management of Tanesco technical and support staffs on management, leadership, fleet\noperations, specialist vehicles, asset protection\nIrish Defence Forces\nCommissioned Officer (Lieutenant)\n1983 to 1989\n• Military systems design on war ships – propulsion, weaponry, power distribution and\ninstrumentation\n• Technical training and instruction to junior officers under training\n• Participation in UN missions in Lebanon (UNIFIL) and elsewhere as specialist technical officer\n• Staff officer on transport review group\n• Board member on (a) courts martial and (b) investigative courts of enquiry – established under the\nDefence Acts (1954)\n\n[Page 5]\nName: Pat Moriarty\nAge: 63 years\nQualifications:\n• Bachelor of Engineering (Electrical) Degree – National University of Ireland\n• Master of Engineering (Electrical) Degree – Imperial College, London, UK\n• Chartered Electrical Engineer – Institution of Electrical Engineers\n• Defence Forces Officer Presidential Commission – Irish Defence Forces\n• Project Management – Certified Associate (PMI)\n• Chartered Member – Institute of Logistics and Transport\nOverview:\nMr Pat Moriarty is a senior electrical engineer with wide experience in power systems, capacity\nbuilding and corporate strengthening. This experience has been gained with power utilities, industry,\nregulators and international organisations.\nPat Moriarty has in-depth technical knowledge of power utilities. This encompasses generation,\ntransmission, sub-stations and distribution. He has a close familiarity with the equipment &\ninstallations used. Additionally, he has a deep understanding of the organisation of power utilities and\nhow they work.\nPat Moriarty’s experience includes assignments executed in Europe, Africa, Asia and throughout the\nMiddle East. His recent assignments include support to UN missions in Liberia and South Sudan,\npower consultancy to UNDP Iraq, training support to Abu Dhabi Regulation & Supervision Bureau,\nexpert consultancy for World Bank Mali, consultancy to World Bank Pakistan, Tunisia & Romania,\ntechnical advisor to PepsiCo, GlaxoSmithKline and other multi-national corporations. Together with\nindustry knowledge,\nA former defence forces officer, he has a high level of cultural awareness coupled with an\nunderstanding of the challenges facing power utilities. Pat Moriarty has an encyclopedic knowledge of\ntechnical regulations and standards. He has a strong background in lecturing and tutoring.\nCareer History:\nCDGA Engineering Consultants\nTechnical Director\n1998 to date\n• Power systems design consultancy for the international network of seismic and infrasound\nmonitoring stations operating off-grid with local power generation, PV and battery storage. This\nlarge assignment was executed for a confidential organization associated with the United Nations.\n• Expert support to Pfizer Pharmaceuticals on electrical regulations interpretation and compliance\nrelated to low and medium voltage industrial power distribution.\n\n[Page 6]\n• Technical expert support to BASF Chemicals on hazardous area classification, Ex compliance and\nrisk mitigation on industrial plants.\n• Design and delivery of technical training for Abu Dhabi Regulation & Supervision Bureau (RSB)\non power systems. Associated with this, provision of expert input on revision of draft national\nelectricity regulations. Interface with the local distribution companies. Detailed review of Abu\nDhabi wiring regulations, British Standard 7671 and associated IEC standards.\n• Senior level presentations – to Iraq ministry management and government ministers – on project\nmanagement skills deficits and proposed solutions to address these deficiencies re power sector\ncapital investment projects. Preparation of contract documents for international tender covering\ntraining courses, training equipment and new training buildings.\n• Consultancy on installation upgrade assignments executed for CTBTO (Nuclear Test-Ban Treaty\nOrganisation) in Australia, Papua New Guinea and Palau – covering power generation, PV,\ndistribution and utility interface.\n• Training consultancy and skills needs assessment to UNDP Iraq on leadership, safety, transport,\nengineering and management for Kurdistan Regional Ministry of Electricity in Iraq. Drafting of\ntraining program requirements, evaluation of existing staff skill levels, gap analysis for personnel\ncompetence, determining techniques for achieving best practice. Interface with JICA (funding\nsource) on best approach and means of ensuring value for money.\n• Project team leader on concept and preliminary design stage developments for major capital\ninvestment for QiLu Pharmaceuticals, Jinan, China\n• Project team leader for ongoing electrical/technical support project to PepsiCo for their global\nnetwork of concentrate manufacturing plants – America, Asia & Europe. This includes technical\nexcellence, regulations compliance, safety and capacity building.\n• Expert support to the UN missions in Uganda, South Sudan and Liberia on (a) electrical\ndistribution (b) power generation\n• Expert speaker to World Bank, Mali. Presentation to inter-governmental conference for Sahel\ncountries on approaches for job creation in the construction sector. Based on experience gained\n(primarily) in Iraq and Afghanistan. Advisory support to World Bank operations Tunisia, Pakistan\nand Romania.\n• External consultant examiner to National Maritime University of Ireland on EU Level-7 degree\nprogrammes for management skills including quantity surveying, costs management, contracts and\nconstruction quality.\n• Design and delivery of training to clients on operations/legal compliance/engineering, construction\nmanagement topics including US National Electric Code Compliance (delivered to Kabul\nUniversity Faculty – construction compliance requirements for companies working for the US\nArmy Corps of Engineers), European Construction Standards Compliance (delivered to Irish\nArmy), capital construction projects (delivered to Petrom/OMV Romania).\n• Conference speaker at Institution of Engineers of Ireland annual conference\n• External technical compliance consultant to Groupe Schaube (German/French Industrial group)\nProject Management Ltd (Foster Wheeler)\nSenior Power Engineer\n1991 to 1998\n• Project task group leader on capital project planning and management for Mitsui Denman Ireland –\nkey goals to control costs, improve quality, improve safety, legal compliance. This assignment was\nfocussed on large scale capital investment projects\n\n[Page 7]\n• Participate as engineering lead expert in multi-disciplinary group reviews on standards, regulations\ncompliance, best practice and maintainability. This was focussed on design/construction of large\nindustrial, warehousing and offices projects for clients including GlaxoSmithKline, Pfizer, Pepsico\nand BASF.\n• Training design and delivery to clients on management and cost control of large construction\nprojects including project management, project quality, cost control and regulations compliance.\n• Project supervision, inspection and large scale industrial installations. Acting as owner’s\nrepresentative.\nTanzania Electric Supply Company (TANESCO)\nPower Systems Engineer\n1989 to 1991\n• Technical resident consultant on refurbishment of existing gas turbine and reciprocating engine\npower stations – generators, protection, controls, transformers\n• Project management of upgrade and refurbishment of generation and distribution system\ncomponents\n• Management of project logistics including warehousing, goods shipments, vehicle fleet\nmaintenance and safety\n• Training management of Tanesco technical and support staffs on management, leadership, fleet\noperations, specialist vehicles, asset protection\nIrish Defence Forces\nCommissioned Officer (Lieutenant)\n1983 to 1989\n• Military systems design on war ships – propulsion, weaponry, power distribution and\ninstrumentation\n• Technical training and instruction to junior officers under training\n• Participation in UN missions in Lebanon (UNIFIL) and elsewhere as specialist technical officer\n• Staff officer on transport review group\n• Board member on (a) courts martial and (b) investigative courts of enquiry – established under the\nDefence Acts (1954)\n\n[Page 8]\nName: Pat Moriarty\nAge: 63 years\nQualifications:\n• Bachelor of Engineering (Electrical) Degree – National University of Ireland\n• Master of Engineering (Electrical) Degree – Imperial College, London, UK\n• Chartered Electrical Engineer – Institution of Electrical Engineers\n• Defence Forces Officer Presidential Commission – Irish Defence Forces\n• Project Management – Certified Associate (PMI)\n• Chartered Member – Institute of Logistics and Transport\nOverview:\nMr Pat Moriarty is a senior electrical engineer with wide experience in power systems, capacity\nbuilding and corporate strengthening. This experience has been gained with power utilities, industry,\nregulators and international organisations.\nPat Moriarty has in-depth technical knowledge of power utilities. This encompasses generation,\ntransmission, sub-stations and distribution. He has a close familiarity with the equipment &\ninstallations used. Additionally, he has a deep understanding of the organisation of power utilities and\nhow they work.\nPat Moriarty’s experience includes assignments executed in Europe, Africa, Asia and throughout the\nMiddle East. His recent assignments include support to UN missions in Liberia and South Sudan,\npower consultancy to UNDP Iraq, training support to Abu Dhabi Regulation & Supervision Bureau,\nexpert consultancy for World Bank Mali, consultancy to World Bank Pakistan, Tunisia & Romania,\ntechnical advisor to PepsiCo, GlaxoSmithKline and other multi-national corporations. Together with\nindustry knowledge,\nA former defence forces officer, he has a high level of cultural awareness coupled with an\nunderstanding of the challenges facing power utilities. Pat Moriarty has an encyclopedic knowledge of\ntechnical regulations and standards. He has a strong background in lecturing and tutoring.\nCareer History:\nCDGA Engineering Consultants\nTechnical Director\n1998 to date\n• Training consultancy and skills needs assessment to UNDP Iraq on leadership, safety, transport,\nengineering and management for Kurdistan Regional Ministry of Electricity in Iraq. Drafting of\ntraining program requirements, evaluation of existing staff skill levels, gap analysis for personnel\ncompetence, determining techniques for achieving best practice. Interface with JICA (funding\nsource) on best approach and means of ensuring value for money.\n\n[Page 9]\n• Power systems design consultancy for the international network of seismic and infrasound\nmonitoring stations operating off-grid with local power generation, PV and battery storage.\n• Expert support to Pfizer Pharmaceuticals on electrical regulations interpretation and compliance.\n• Technical expert support to BASF Chemicals on hazardous area classification, Ex compliance and\nrisk mitigation on industrial plants.\n• Design and delivery of technical training for Abu Dhabi Regulation & Supervision Bureau (RSB)\non power systems. Associated with this, provision of expert input on revision of draft national\nelectricity regulations. Interface with the local distribution companies. Detailed review of Abu\nDhabi wiring regulations, British Standard 7671 and associated IEC standards.\n• Strategic and advice to industrial and UN clients related to solar PV, electrical installations and\nbest practice on design/maintenance.\n• Senior level presentations – to Iraq ministry management and government ministers – on project\nmanagement skills deficits and proposed solutions to address these deficiencies re power sector\ncapital investment projects. Preparation of contract documents for international tender covering\ntraining courses, training equipment and new training buildings.\n• Consultancy on installation upgrade assignments executed for CTBTO (Nuclear Test-Ban Treaty\nOrganisation) in Australia, Papua New Guinea and Palau – covering power generation, PV,\ndistribution and utility interface.\n• Project team leader on concept and preliminary design stage developments for major capital\ninvestment for QiLu Pharmaceuticals, Jinan, China\n• Project team leader for ongoing electrical/technical support project to PepsiCo for their global\nnetwork of concentrate manufacturing plants – America, Asia & Europe. This includes technical\nexcellence, regulations compliance, safety and capacity building.\n• Expert support to the UN missions in Uganda, South Sudan and Liberia on (a) electrical\ndistribution (b) power generation\n• Expert speaker to World Bank, Mali. Presentation to inter-governmental conference for Sahel\ncountries on approaches for job creation in the construction sector. Based on experience gained\n(primarily) in Iraq and Afghanistan. Advisory support to World Bank operations Tunisia, Pakistan\nand Romania.\n• External consultant examiner to National Maritime University of Ireland on EU Level-7 degree\nprogrammes for management skills including quantity surveying, costs management, contracts and\nconstruction quality.\n• Design and delivery of training to clients on operations/legal compliance/engineering, construction\nmanagement topics including US National Electric Code Compliance (delivered to Kabul\nUniversity Faculty – construction compliance requirements for companies working for the US\nArmy Corps of Engineers), European Construction Standards Compliance (delivered to Irish\nArmy), capital construction projects (delivered to Petrom/OMV Romania).\n• Conference speaker at Institution of Engineers of Ireland annual conference\n• External technical compliance consultant to Groupe Schaube (German/French Industrial group)\nProject Management Ltd (Foster Wheeler)\nSenior Power Engineer\n1991 to 1998\n• Project task group leader on capital project planning and management for Mitsui Denman Ireland –\nkey goals to control costs, improve quality, improve safety, legal compliance. This assignment was\nfocussed on large scale capital investment projects\n\n[Page 10]\n• Participate as engineering lead expert in multi-disciplinary group reviews on standards, regulations\ncompliance, best practice and maintainability. This was focussed on design/construction of large\nindustrial, warehousing and offices projects for clients including GlaxoSmithKline, Pfizer, Pepsico\nand BASF.\n• Training design and delivery to clients on management and cost control of large construction\nprojects including project management, project quality, cost control and regulations compliance.\n• Project supervision, inspection and large scale industrial installations. Acting as owner’s\nrepresentative.\nTanzania Electric Supply Company (TANESCO)\nPower Systems Engineer\n1989 to 1991\n• Technical resident consultant on refurbishment of existing gas turbine and reciprocating engine\npower stations – generators, protection, controls, transformers\n• Project management of upgrade and refurbishment of generation and distribution system\ncomponents\n• Management of project logistics including warehousing, goods shipments, vehicle fleet\nmaintenance and safety\n• Training management of Tanesco technical and support staffs on management, leadership, fleet\noperations, specialist vehicles, asset protection\nIrish Defence Forces\nCommissioned Officer (Lieutenant)\n1983 to 1989\n• Military systems design on war ships – propulsion, weaponry, power distribution and\ninstrumentation\n• Technical training and instruction to junior officers under training\n• Participation in UN missions in Lebanon (UNIFIL) and elsewhere as specialist technical officer\n• Staff officer on transport review group\n• Board member on (a) courts martial and (b) investigative courts of enquiry – established under the\nDefence Acts (1954)\n\n[Page 11]\nName: Pat Moriarty\nAge: 59 years\nQualifications\n• Master of Science Degree – National University of Ireland\n• Bachelor of Engineering (Electrical) Degree – National University of Ireland\n• Chartered Electrical Engineer – Institution of Electrical Engineers\n• Project Management – Certified Associate (PMI)\n• Chartered Member – Chartered Institute of Logistics and Transport\nOverview\nA former defence forces officer, Mr Pat Moriarty is a senior EU Atex expert with wide\nexperience in senior technical roles. This experience has been gained with industry,\nregulators and international organisations.\nPat Moriarty has in depth technical knowledge of both industry and power utilities. This\nencompasses Atex expertise. He has a close familiarity with the equipment and installations\nused.\nPat Moriarty’s experience includes assignments executed in Europe, Afghanistan, Uganda,\nChina, Iraq and throughout the Middle East. His recent assignments include technical support\nto UN missions in Liberia and South Sudan, capacity building support to UNDP Iraq,\nexpertise on technical regulations to Abu Dhabi Regulation & Supervision Bureau, Atex\nstudies for Pfizer, Pepsi, QiLu China and others, expert speaker for World Bank Group Mali\nas well as senior technical consultancy to Carbery, GlaxoSmithKline and other multi-national\ncorporations.\nCareer History\nCDGA Engineering Consultants\nTechnical Director\n1998 – to date\n• Technical regulations compliance support for Abu Dhabi Regulation & Supervision\nBureau (RSB) on bulk fuel storage & power systems. Advice relating to flammable fuel\nstorage and EU Atex compliance. Associated with this, provision of expert input on\nrevision of draft national electricity regulations. Interface with the local distribution\ncompanies.\n• Technical advisor on installation upgrade assignments, explosion considerations, IEC,\nAtex for CTBTO (Nuclear Test Ban Treaty Organisation) in Australia and Palau on area\nclassification & off grid power systems.\n\n[Page 12]\n• Project team leader on concept and preliminary design stage developments for major\ncapital investment for QiLu Pharmaceuticals, Jinan, China. Studies on Atex compliance\nand explosion risk.\n• Technical support to PepsiCo for Atex compliance on their global network of concentrate\nmanufacturing plants. This includes technical excellence, safety, Atex compliance and\nplant surveys.\n• Technical support & consultancy to the UN missions in Uganda, South Sudan and Liberia\non (a) Aviation fuel handling/storage projects (b) Explosive ordnance stores and\nwarehousing and (c) Transportation Gas/Diesel/Petrol inventory management.\nConsultancy on risk reduction in the context of Atex\n• Expert speaker for short assignment to WBG Mali. Presentation to inter-governmental\nconference for Sahel countries on approaches for job creation in the engineering design\nand construction sectors. Advice on competency building in specialist fields including\nAtex and power systems.\n• Training consultancy and skills needs assessment to UNDP Iraq on leadership, safety,\ntransport, engineering and management for Kurdistan Regional Ministry of Electricity in\nIraq. Drafting of training program requirements, evaluation of existing staff skill levels,\ngap analysis for personnel competence, determining techniques for achieving best practice.\nInterface with JICA (funding source) on best approach and means of ensuring value for\nmoney.\n• Senior level presentations – to Iraq ministry management and government ministers – on\nengineering skills deficits and proposed solutions to address these deficiencies re power\nsector capital investment projects. Preparation of contract documents for international\ntender covering training courses, training equipment and new training buildings.\n• External consultant examiner to National Maritime University of Ireland on EU Level 7\ndegree programmes for management skills including quantity surveying, costs\nmanagement, contracts and construction quality.\n• Design and delivery of training to clients on operations/legal compliance/engineering,\nconstruction management topics including US National Electric Code Compliance\n(delivered to Kabul University Faculty – explosive risk mitigation requirements for\ncompanies working for the US Army Corps of Engineers), European Atex Standards\nCompliance (delivered to Irish Army), Atex compliance (delivered to Petrom/OMV\nRomania).\nProject Management Ltd. (Foster Wheeler)\nSenior Power Engineer\n1991 to 1998\n• Project task group leader on capital project planning and management for Mitsui Denman\nIreland – key goals to control costs, improve quality, improve safety, legal compliance.\nThis assignment was focussed on large scale capital investment projects\n• Participate as engineering lead expert in multi-disciplinary group reviews on standards,\nregulations compliance, best practice and maintainability. This was focussed on\ndesign/construction of large industrial, warehousing and offices projects for clients\nincluding GlaxoSmithKline, Pfizer, Pepsico and BASF.\n\n[Page 13]\n• Training design and delivery to clients on management and cost control of large\nconstruction projects including project management, project quality, cost control and\nregulations compliance.\n• Project supervision, inspection and large scale industrial installations. Acting as\nowner’s representative.\nTanzania Electric Supply Company (TANESCO)\nPower Systems Engineer\n1989 to 1991\n• Technical resident consultant on refurbishment of existing gas turbine and reciprocating\nengine power stations – generators, protection, controls, transformers\n• Project management of upgrade and refurbishment of generation and distribution\nsystem components\n• Management of project logistics including warehousing, goods shipments, vehicle fleet\nmaintenance and safety\n• Training management of Tanesco technical and support staffs on management,\nleadership, fleet operations, specialist vehicles, asset protection\nIrish Defence Forces\nCommissioned Officer (Lieutenant)\n1983 to 1989\n• Military systems design on war ships – propulsion, weaponry, power distribution and\ninstrumentation\n• Technical training and instruction to junior officers under training\n• Participation in UN missions in Lebanon (UNIFIL) and elsewhere as specialist technical\nofficer\n• Staff officer on transport review group\n• Board member on (a) courts martial and (b) investigative courts of enquiry – established\nunder the Defence Acts (1954)\n\n[Page 14]\nName: Pat Moriarty\nAge: 63 years\nQualifications:\n• Bachelor of Engineering (Electrical) Degree – National University of Ireland\n• Master of Engineering (Electrical) Degree – Imperial College, London, UK\n• Chartered Electrical Engineer – Institution of Electrical Engineers\n• Defence Forces Officer Presidential Commission – Irish Defence Forces\n• Project Management – Certified Associate (PMI)\n• Chartered Member – Institute of Logistics and Transport\nOverview:\nMr Pat Moriarty is a senior electrical engineer with wide experience in power systems, capacity\nbuilding and corporate strengthening. This experience has been gained with power utilities, industry,\nregulators and international organisations.\nPat Moriarty has in-depth technical knowledge of power utilities. This encompasses generation,\ntransmission, sub-stations and distribution. He has a close familiarity with the equipment &\ninstallations used. Additionally, he has a deep understanding of the organisation of power utilities and\nhow they work.\nPat Moriarty’s experience includes assignments executed in Europe, Africa, Asia and throughout the\nMiddle East. His recent assignments include support to UN missions in Liberia and South Sudan,\npower consultancy to UNDP Iraq, training support to Abu Dhabi Regulation & Supervision Bureau,\nexpert consultancy for World Bank Mali, consultancy to World Bank Pakistan, Tunisia & Romania,\ntechnical advisor to PepsiCo, GlaxoSmithKline and other multi-national corporations. Together with\nindustry knowledge,\nA former defence forces officer, he has a high level of cultural awareness coupled with an\nunderstanding of the challenges facing power utilities. Pat Moriarty has an encyclopedic knowledge of\ntechnical regulations and standards. He has a strong background in lecturing and tutoring.\nCareer History:\nCDGA Engineering Consultants\nTechnical Director\n1998 to date\n• Training consultancy and skills needs assessment to UNDP Iraq on leadership, safety, transport,\nengineering and management for Kurdistan Regional Ministry of Electricity in Iraq. Drafting of\ntraining program requirements, evaluation of existing staff skill levels, gap analysis for personnel\ncompetence, determining techniques for achieving best practice. Interface with JICA (funding\nsource) on best approach and means of ensuring value for money.\n\n[Page 15]\n• Power systems design consultancy for the international network of seismic and infrasound\nmonitoring stations operating off-grid with local power generation, PV and battery storage.\n• Expert support to Pfizer Pharmaceuticals on electrical regulations interpretation and compliance.\n• Technical expert support to BASF Chemicals on hazardous area classification, Ex compliance and\nrisk mitigation on industrial plants.\n• Design and delivery of technical training for Abu Dhabi Regulation & Supervision Bureau (RSB)\non power systems. Associated with this, provision of expert input on revision of draft national\nelectricity regulations. Interface with the local distribution companies. Detailed review of Abu\nDhabi wiring regulations, British Standard 7671 and associated IEC standards.\n• Senior level presentations – to Iraq ministry management and government ministers – on project\nmanagement skills deficits and proposed solutions to address these deficiencies re power sector\ncapital investment projects. Preparation of contract documents for international tender covering\ntraining courses, training equipment and new training buildings.\n• Consultancy on installation upgrade assignments executed for CTBTO (Nuclear Test-Ban Treaty\nOrganisation) in Australia, Papua New Guinea and Palau – covering power generation, PV,\ndistribution and utility interface.\n• Project team leader on concept and preliminary design stage developments for major capital\ninvestment for QiLu Pharmaceuticals, Jinan, China\n• Project team leader for ongoing electrical/technical support project to PepsiCo for their global\nnetwork of concentrate manufacturing plants – America, Asia & Europe. This includes technical\nexcellence, regulations compliance, safety and capacity building.\n• Expert support to the UN missions in Uganda, South Sudan and Liberia on (a) electrical\ndistribution (b) power generation\n• Expert speaker to World Bank, Mali. Presentation to inter-governmental conference for Sahel\ncountries on approaches for job creation in the construction sector. Based on experience gained\n(primarily) in Iraq and Afghanistan. Advisory support to World Bank operations Tunisia, Pakistan\nand Romania.\n• External consultant examiner to National Maritime University of Ireland on EU Level-7 degree\nprogrammes for management skills including quantity surveying, costs management, contracts and\nconstruction quality.\n• Design and delivery of training to clients on operations/legal compliance/engineering, construction\nmanagement topics including US National Electric Code Compliance (delivered to Kabul\nUniversity Faculty – construction compliance requirements for companies working for the US\nArmy Corps of Engineers), European Construction Standards Compliance (delivered to Irish\nArmy), capital construction projects (delivered to Petrom/OMV Romania).\n• Conference speaker at Institution of Engineers of Ireland annual conference\n• External technical compliance consultant to Groupe Schaube (German/French Industrial group)\nProject Management Ltd (Foster Wheeler)\nSenior Power Engineer\n1991 to 1998\n• Project task group leader on capital project planning and management for Mitsui Denman Ireland –\nkey goals to control costs, improve quality, improve safety, legal compliance. This assignment was\nfocussed on large scale capital investment projects\n• Participate as engineering lead expert in multi-disciplinary group reviews on standards, regulations\ncompliance, best practice and maintainability. This was focussed on design/construction of large\n\n[Page 16]\nindustrial, warehousing and offices projects for clients including GlaxoSmithKline, Pfizer, Pepsico\nand BASF.\n• Training design and delivery to clients on management and cost control of large construction\nprojects including project management, project quality, cost control and regulations compliance.\n• Project supervision, inspection and large scale industrial installations. Acting as owner’s\nrepresentative.\nTanzania Electric Supply Company (TANESCO)\nPower Systems Engineer\n1989 to 1991\n• Technical resident consultant on refurbishment of existing gas turbine and reciprocating engine\npower stations – generators, protection, controls, transformers\n• Project management of upgrade and refurbishment of generation and distribution system\ncomponents\n• Management of project logistics including warehousing, goods shipments, vehicle fleet\nmaintenance and safety\n• Training management of Tanesco technical and support staffs on management, leadership, fleet\noperations, specialist vehicles, asset protection\nIrish Defence Forces\nCommissioned Officer (Lieutenant)\n1983 to 1989\n• Military systems design on war ships – propulsion, weaponry, power distribution and\ninstrumentation\n• Technical training and instruction to junior officers under training\n• Participation in UN missions in Lebanon (UNIFIL) and elsewhere as specialist technical officer\n• Staff officer on transport review group\n• Board member on (a) courts martial and (b) investigative courts of enquiry – established under the\nDefence Acts (1954)\n\n[Page 17]\nName: Pat Moriarty\nAge: 63 years\nQualifications:\n• Bachelor of Engineering (Electrical) Degree – National University of Ireland\n• Master of Science (Biological Waste Treatment) Degree – National University of Ireland\n• Chartered Electrical Engineer – Institution of Electrical Engineers\n• Defence Forces Officer Presidential Commission – Irish Defence Forces\n• Project Management – Certified Associate (PMI)\n• Chartered Member – Chartered Institute of Logistics and Transport\nOverview:\nMr Pat Moriarty is a senior specialist with high-level expertise in solid waste management (SWM).\nThis encompasses recovery/recycling, composting, landfill-management, incineration, demand\nreduction, customer costing models and separation. He has hands on expertise in strategic master\nplanning for actions to build complete SWM solutions - integrated waste management.\nThis expertise has been developed through long-term consultancy to municipalities, large industry and\ninternational organizations. He has led projects in the SWM arena in Africa, Middle East, Asia and\nEurope. Pat has accumulated 20+ years’ experience executing consultancy assignments for United\nNations (UN) agencies, the World Bank Group (WBG), and other entities.\nPat Moriarty has worked on several Syrian projects in recent years including UNDP consultancy on\nelectrical generation spare parts pricing models, supply contracts associated with poultry and fodder\nfor UNDP, advisory support to a private sector investment project related to carbonated soft drinks and\nseveral confidential assignments.\nPat Moriarty’s experience includes assignments executed throughout Europe, Middle East, sub-\nSaharan Africa and Asia. Recent assignments include support to UN missions in Liberia and South\nSudan, support to UNDP Iraq/Yemen/Maldives/Syria, Abu Dhabi Regulation & Supervision Bureau,\nexpert speaker for WBG Mali & climate/waste/energy consultancy to WBG\nPakistan/Romania/Tunisia, PepsiCo, GlaxoSmithKline and other multi-national corporations.\nHe is an accomplished project team leader. He has well developed communication skills, written &\nverbal, in English. He has wide experience in training delivery.\nCareer History:\nCDGA Engineering Consultants\nTechnical Operations Director\n1998 to date\n• Project team leader on concept and preliminary design stage on SWM for Kabul Municipality,\nAfghanistan. This assignment was executed under USAID funding with DAI as the implementing\npartner and CDGA has specialist service input. This assessment involved quantifying different\nSW waste streams and categorization of these. A supply chain operation research (SCOR) model\nof the solid waste system was produced. This was optimized with treatment solutions identified\nfor different streams. An economic cost model was produced. Training was designed and\ndelivered to ministry personnel and stakeholders.\n\n[Page 18]\n• Project team leader for ongoing technical support project to PepsiCo for their global network of\nconcentrate manufacturing plants. This includes environmental excellence, technical regulations\ncompliance, SWM, treatment of liquid waste and capacity building. Initiatives undertaken\nincluded phase out of harmful refrigerants, reducing factory packaging requirements, reducing\nfactory specific energy consumption, avoidance of non-sustainable insulation materials.\n• Consultancy & mentoring to the UN missions in Uganda, South Sudan and Liberia on (a)\nmaximization of value extraction from domestic waste streams (b) best practice in low energy\ncompost production from biodegradable household waste (c) low entry cost business models for\nplastics and aluminium recycling and (d) calculations/measurements on emissions. Training\ndelivery. Follow up reporting.\n• Arranging/managing study group visits re technical training including Afghan engineers to Dubai,\nAfghan business people to Ireland, Egyptian technologists to Ireland and Iraqi government\npersonnel to Turkey.\n• Expert speaker for short assignment to WBG Mali. Presentation to inter-governmental conference\nfor Sahel countries on approaches for job creation from urban cleanup from effective waste\nmanagement, green construction for recycling, energy efficiency and related areas.\n• Lead technical advisor on several southeast Europe waste centered initiatives including industrial\nscale compost production from biodegradable domestic waste, poultry farm fecal waste as a fuel,\nlandfill recovery to urban green space with methane generation and paper/glass/metal recycling.\nStakeholder training.\n• Consultancy to UNDP Iraq for Kurdistan Regional Ministry of Electricity in Iraq. With a focus on\nincreasing recycling, waste reduction, emissions and increasing efficiency - drafting of training\nprogram requirements, evaluation of existing staff skill levels, gap analysis for system operation,\ndetermining techniques for achieving best practice. Interface with JICA (funding source) on best\napproach and means of ensuring value for money.\n• World Bank – Pakistan, Tunisia & Romania. Team leader on measures to reduce industrial solid\nwaste, industrial effluent discharges and reduce emissions. Quantitative analysis of these\nparameters with benchmarking against best practice and route maps to improvements.\n• Consultancy to UNDP Syria on spare parts relating to thermal power stations and emissions\nreductions. Interface with Mitsubishi Heavy Industry Japan. Consider best practice in other\nMiddle East countries and in Japan. Integration of waste reduction modelling with the\nrecommended outputs. Detailed technical reporting to UNDP.\n• Technical support/training UAE Department of Energy (previously RSB) on solid waste (SW)\nmanagement (mostly construction & power utilities materials waste) throughout the national\npower generation/transmission/distribution and consumer sectors. Quantifying these waste\nstreams by waste type, annual volumes and environmental impact. Drafting models for reuse and\nrecycling with economic/business calculations. Training design and delivery to ministry senior\nemployees and business leaders.\n• Technical lead on multiple assignments executed for CTBTO (Nuclear Test Ban Treaty\nOrganisation). CDGA has a long-term agreement (LTA) in place with the Commission. These\nassignments have been multidisciplinary. A key focus on all is minimal climate impact, waste\navoidance, unacceptability of hazardous/toxic waste.\n• Expert advisor to BioMarin Pharmaceuticals Incorporated, USA on environmental excellence,\nenergy efficiency, emissions reductions, climate neutrality and avoidance of ozone depleting\nsubstances. Drafting in-company procedures for approaches to be adopted for new facilities\nconstructed. Introduction of excellence-pathways for factory chilling, refrigeration and thermal\ninsulation. Technical training delivery on calculations and numerical approaches to be adopted for\nozone depleting substances and emissions.\n• Conference speaker at Institution of Engineers of Ireland annual conference\n• External technical compliance consultant to Groupe Schaube (German/French Industrial group)\n1991 to 1998\nProject Management Ltd (Foster Wheeler)\nSenior Engineer\n\n[Page 19]\n• Project task group leader on capital project planning and management for Mitsui Denman Ireland\n– key goals to control costs, improve solid industrial waste treatment, improve safety, legal\ncompliance. This assignment was focussed on large scale capital investment projects\n• Participate as engineering lead expert in multi-disciplinary group reviews on standards,\nregulations compliance, best practice and maintainability - in optimizing the models for solid and\nliquid waste treatment. This was focussed on design/construction of large industrial, warehousing\nand offices projects for clients including GlaxoSmithKline, Pfizer, Pepsico and BASF.\n• Training design and delivery to clients on management and cost control of large construction\nprojects including project management, project quality, cost control and regulations compliance.\n• Project supervision, inspection and large-scale industrial waste recovery installations. Acting as\nowner’s representative.\n1989 to 1991\nTanzania Electric Supply Company (TANESCO)\nPower Systems Engineer\n• Technical resident consultant on refurbishment of existing gas turbine and reciprocating engine\npower stations – generators, protection, controls, transformers\n• Project management of upgrade and refurbishment of generation and distribution system\ncomponents\n• Management of project logistics including warehousing, goods shipments, vehicle fleet\nmaintenance and safety\n• Training management of Tanesco technical and support staffs on management, leadership, fleet\noperations, specialist vehicles, asset protection\n\n[Page 20]\nIrish Defence Forces\nCommissioned Officer (Lieutenant)\n1983 to 1989\n• Military systems design on war ships – propulsion, weaponry, power distribution and\ninstrumentation\n• Technical training and instruction to junior officers under training\n• Participation in UN missions in Lebanon (UNIFIL) and elsewhere as specialist technical officer\n• Staff officer on transport review group\n• Board member on (a) courts martial and (b) investigative courts of enquiry – established under the\nDefence Acts (1954)\n\n[Page 21]\nName: Pat Moriarty\nAge: 61 years\nQualifications:\n• Bachelor of Engineering (Electrical) Degree – National University of Ireland\n• Master of Science Degree – National University of Ireland\n• Chartered Electrical Engineer – Institution of Electrical Engineers\n• Defence Forces Officer Presidential Commission – Irish Defence Forces\n• Project Management – Certified Associate (PMI)\n• Member – Chartered Institute of Logistics and Transport\nOverview:\nMr Pat Moriarty is a senior specialist with wide experience in power systems, PV design &energy\nefficiency, technical engineering standards and climate neutrality. This experience has been gained\nwith power utilities, industry, regulators and international organisations.\nPat Moriarty has in-depth technical knowledge of industry, energy efficiency and climate financing.\nThis encompasses power generation, transmission, sub stations and distribution. He has an expert\nknowledge of industry, thermal and cooling systems, refrigeration, PU insulation and energy\nefficiency. This includes a comprehensive knowledge of ozone depleting substances, Montreal\nprotocol, operation of NOU’s, ODP’s/GWP’s, measuring/reporting, GHG benchmarking, emissions\nmeasuring, climate financing, carbon pricing.\nPat Moriarty’s experience includes assignments executed throughout Europe, Middle East, sub-\nSaharan Africa and Asia. Recent assignments include support to UN missions in Liberia and South\nSudan, support to UNDP Iraq & Syria, Abu Dhabi Regulation & Supervision Bureau, expert speaker\nfor WBG Mali as well as climate consultancy to International Finance Corporation, PepsiCo,\nGlaxoSmithKline and other multi-national corporations.\nHe has extensive experience compiling reports for UN agencies, missions as well as World Bank\ngroup and multinational industry.\nCareer History:\nCDGA Engineering Consultants\nTechnical Director\n1998 to date\n• Consultancy to UNDP Iraq for Kurdistan Regional Ministry of Electricity in Iraq. With a focus on\nminimising losses, emissions and increasing efficiency - drafting of training program\nrequirements, evaluation of existing staff skill levels, gap analysis for system operation,\ndetermining techniques for achieving best practice. Interface with JICA (funding source) on best\napproach and means of ensuring value for money.\n• World Bank - Pakistan & Romania. Team leader on measures to reduce emissions, GHG\nbenchmarking, carbon pricing and climate change mitigation.\n• Consultancy to UNDP Syria on spare parts relating to thermal power stations and emissions\nreductions. Interface with Mitsubishi Heavy Industry. Consider best practice in other Middle East\ncountries and in Japan. Detailed technical reporting to UNDP.\n\n[Page 22]\n• Technical support/training Abu Dhabi Regulation & Supervision Bureau (RSB) on power systems\nefficiency, measures to reduce emissions from residential buildings, benchmarking against best\npractice. Technical studies and recommendations on the use of PU sandwich panels, sustainable\nrefrigerants and reducing cooling loads.\n• Technical lead on multiple design/installation assignments executed for CTBTO (Nuclear Test\nBan Treaty Organisation) in Australia, PNG and Palau on off grid (PV) power systems, high\nefficiency cooling, optimised building thermal insulation.\n• Expert advisor to BioMarin Pharmaceuticals Incorporated, USA on environmental excellence,\nenergy efficiency, emissions reductions, climate neutrality and avoidance of ozone depleting\nsubstances. Drafting in-company procedures for approaches to be adopted for new facilities\nconstructed. Introduction of excellence-pathways for factory chilling, refrigeration and thermal\ninsulation. Technical training delivery on calculations and numerical approaches to be adopted for\nozone depleting substances and emissions.\n• Project team leader on concept and preliminary design stage developments for major capital\ninvestment for QiLu Pharmaceuticals, Jinan, China. Designed as a low-energy pharmaceutical\nfacility.\n• Project team leader for ongoing technical support project to PepsiCo for their global network of\nconcentrate manufacturing plants. This includes environmental excellence, technical regulations\ncompliance, energy efficiency and capacity building. Initiatives undertaken included phase out of\nharmful refrigerants, reducing factory cooling requirements, reducing factory specific energy\nconsumption, avoidance of non-sustainable insulation materials.\n• Consultancy & mentoring to the UN missions in Uganda, South Sudan and Liberia on (a) energy\nefficiency (b) best practice in building air conditioning (c) sustainable logistics management and\n(d) calculations/measurements on emissions. Training delivery. Follow up reporting.\n• Expert speaker for short assignment to WBG Mali. Presentation to inter-governmental conference\nfor Sahel countries on approaches for job creation from sustainability, energy efficiency and\nrelated areas.\n• Conference speaker at Institution of Engineers of Ireland annual conference\n• External technical compliance consultant to Groupe Schaube (German/French Industrial group)\n1991 to 1998\nProject Management Ltd (Foster Wheeler)\nSenior Power Engineer\n• Project task group leader on capital project planning and management for Mitsui Denman Ireland\n– key goals to control costs, improve quality, improve safety, legal compliance. This assignment\nwas focussed on large scale capital investment projects\n• Participate as engineering lead expert in multi-disciplinary group reviews on standards,\nregulations compliance, best practice and maintainability. This was focussed on\ndesign/construction of large industrial, warehousing and offices projects for clients including\nGlaxoSmithKline, Pfizer, Pepsico and BASF.\n• Training design and delivery to clients on management and cost control of large construction\nprojects including project management, project quality, cost control and regulations compliance.\n• Project supervision, inspection and large scale industrial installations. Acting as owner’s\nrepresentative.\n1989 to 1991\nTanzania Electric Supply Company (TANESCO)\nPower Systems Engineer\n• Technical resident consultant on refurbishment of existing gas turbine and reciprocating engine\npower stations – generators, protection, controls, transformers\n• Project management of upgrade and refurbishment of generation and distribution system\ncomponents\n\n[Page 23]\n• Management of project logistics including warehousing, goods shipments, vehicle fleet\nmaintenance and safety\n• Training management of Tanesco technical and support staffs on management, leadership, fleet\noperations, specialist vehicles, asset protection\n\n[Page 24]\nIrish Defence Forces\nCommissioned Officer (Lieutenant)\n1983 to 1989\n• Military systems design on war ships – propulsion, weaponry, power distribution and\ninstrumentation\n• Technical training and instruction to junior officers under training\n• Participation in UN missions in Lebanon (UNIFIL) and elsewhere as specialist technical officer\n• Staff officer on transport review group\n• Board member on (a) courts martial and (b) investigative courts of enquiry – established under the\nDefence Acts (1954)\n\n[Page 25]\nName: Pat Moriarty – Lieutenant (N) (Retired)\nAge: 62 years\nQualifications:\n• Bachelor of Engineering (Electrical) Degree – National University of Ireland\n• Master of Science Degree – National University of Ireland\n• Chartered Electrical Engineer – Institution of Electrical Engineers\n• Defence Forces Officer Presidential Commission – Irish Defence Forces\n• Graduate Diploma – Cyber Security - Irish Military College\nOverview:\nMr Pat Moriarty is a senior specialist with wide experience in cyber security and related areas of\ninformation technology. A former naval lieutenant, he has provided specialist technical support on\ndata communications, ship-to-shore data transfer, mobile communications, security on cloud storage,\ngeo-data messaging. He has had extensive international experience in locations including Liberia,\nSouth Sudan, Afghanistan, Mali and Iraq. He has recent experience providing in-depth CYBERSEC\ntechnical support to US Army Corps of Engineers Afghanistan and to contingents of the People's\nLiberation Army in Africa. He has had extensive experience over many years providing similar cyber\ntech support to several police forces, and national armies.\nPat Moriarty executed assignments throughout Europe, Middle East, sub-Saharan Africa and Asia.\nRecent assignments include support to UN missions in Liberia and South Sudan, support to UNDP\nIraq, Yemen & Syria, Abu Dhabi Regulation & Supervision Bureau, expert speaker for WBG Mali as\nwell as consultancy to International Finance Corporation, PepsiCo, GlaxoSmithKline and other multi-\nnational corporations.\nHe has extensive experience in training delivery for UN agencies & missions as well as World Bank\ngroup and multinational industry.\nCareer History:\nCDGA Engineering Consultants\nTechnical Director\n1998 to date\n• Consultancy to UNDP Iraq for Kurdistan Regional Ministry of Electricity in Iraq. With a focus on\nminimising losses, IT security, emissions and increasing efficiency - drafting of training program\nrequirements, evaluation of existing staff skill levels, gap analysis for system operation,\ndetermining techniques for achieving best practice. Interface with JICA (funding source) on best\napproach and means of ensuring value for money.\n• Consultancy & mentoring to the UN missions in Uganda, South Sudan and Liberia on (a) IT\nsecurity (b) cyber-security on patrol missions (c) sustainable and real-time logistics and (d) coded\ncomms. Training delivery. Follow up reporting.\n• Expert speaker for short assignment to WBG Mali. Presentation to inter-governmental conference\nfor Sahel countries on multiple topics related to IT security, data theft, computer financial theft,\nmeans of security.\n\n[Page 26]\n• World Bank - Pakistan & Romania. Team leader on real-time measuring, on-line reporting, data\nwarehousing, carbon trading related to measures to reduce emissions, GHG benchmarking, carbon\npricing and climate change mitigation.\n• Consultancy to UNDP Syria on IT/data relating to thermal power stations and emissions\nreductions. Interface with Mitsubishi Heavy Industry. Consider best practice in other Middle East\ncountries and in Japan. Detailed technical reporting to UNDP.\n• Technical support/training Abu Dhabi Regulation & Supervision Bureau (RSB) on power systems\nefficiency, measures to reduce emissions from residential buildings, benchmarking against best\npractice. Technical studies and recommendations on the use of PU sandwich panels, sustainable\nrefrigerants and reducing cooling loads.\n• Technical lead on multiple design/installation assignments executed for CTBTO (Nuclear Test\nBan Treaty Organisation) in Australia, PNG and Palau on off-grid (PV) power systems, high\nefficiency cooling, optimised building thermal insulation.\n• Expert advisor to BioMarin Pharmaceuticals Incorporated, USA on environmental excellence,\nenergy efficiency, emissions reductions, climate neutrality and avoidance of ozone depleting\nsubstances. Drafting in-company procedures for approaches to be adopted for new facilities\nconstructed. Introduction of excellence-pathways for factory chilling, refrigeration and thermal\ninsulation. Technical training delivery on calculations and numerical approaches to be adopted for\nozone depleting substances and emissions.\n• Project team leader on concept and preliminary design stage developments for major capital\ninvestment for QiLu Pharmaceuticals, Jinan, China. Designed as a low-energy pharmaceutical\nfacility.\n• Project team leader for ongoing technical support project to PepsiCo for their global network of\nconcentrate manufacturing plants. This includes environmental excellence, technical regulations\ncompliance, energy efficiency and capacity building. Initiatives undertaken included phase out of\nharmful refrigerants, reducing factory cooling requirements, reducing factory specific energy\nconsumption, avoidance of non-sustainable insulation materials.\n• Consultancy & mentoring to the UN missions in Uganda, South Sudan and Liberia on (a) energy\nefficiency (b) best practice in building air conditioning (c) sustainable logistics management and\n(d) calculations/measurements on emissions. Training delivery. Follow up reporting.\n• Expert speaker for short assignment to WBG Mali. Presentation to inter-governmental conference\nfor Sahel countries on approaches for job creation from sustainability, energy efficiency and\nrelated areas.\n• Conference speaker at Institution of Engineers of Ireland annual conference\n• External technical compliance consultant to Groupe Schaube (German/French Industrial group)\n1991 to 1998\nProject Management Ltd (Foster Wheeler)\nSenior Power Engineer\n• Project task group leader on capital project planning and management for Mitsui Denman Ireland\n– key goals to control costs, improve quality, improve safety, legal compliance. This assignment\nwas focussed on large scale capital investment projects\n• Participate as engineering lead expert in multi-disciplinary group reviews on standards,\nregulations compliance, best practice and maintainability. This was focussed on\ndesign/construction of large industrial, warehousing and offices projects for clients including\nGlaxoSmithKline, Pfizer, Pepsico and BASF.\n• Training design and delivery to clients on management and cost control of large construction\nprojects including project management, project quality, cost control and regulations compliance.\n• Project supervision, inspection and large scale industrial installations. Acting as owner’s\nrepresentative.\n1989 to 1991\nTanzania Electric Supply Company (TANESCO)\n\n[Page 27]\nPower Systems Engineer\n• Technical resident consultant on refurbishment of existing gas turbine and reciprocating engine\npower stations – generators, protection, controls, transformers\n• Project management of upgrade and refurbishment of generation and distribution system\ncomponents\n• Management of project logistics including warehousing, goods shipments, vehicle fleet\nmaintenance and safety\n• Training management of Tanesco technical and support staffs on management, leadership, fleet\noperations, specialist vehicles, asset protection\n\n[Page 28]\nIrish Defence Forces\nCommissioned Officer (Lieutenant)\n1983 to 1989\n• Military systems design on war ships – propulsion, weaponry, power distribution and\ninstrumentation\n• Technical training and instruction to junior officers under training\n• Participation in UN missions in Lebanon (UNIFIL) and elsewhere as specialist technical officer\n• Staff officer on transport review group\n• Board member on (a) courts martial and (b) investigative courts of enquiry – established under the\nDefence Acts (1954)\n\n[Page 29]\nName of Personnel: Patrick Moriarty\nPosition: Environmental Safeguards Expert (KE5)\nNationality: Irish\nLanguage Proficiency: English - Native\nEducation:\n• National University of Ireland\nBachelor of Engineering (Electrical), 1981\no\nMaster of Engineering (Electrical), 1988\no\n• Institution of Electrical Engineers\nChartered Electrical Engineer, 1991\no\nProfessional Certifications:\n• Chartered Member – Engineers Ireland (1994)\n• Chartered Member – Institution of Logistics & Transport (2014)\nProfile:\nPatrick Moriarty is a highly experienced expert with over 25 years of expertise in environmental and\nenergy systems, particularly focused on safeguarding environmental standards in large-scale renewable\nenergy projects. He has worked extensively on environmental impact assessments, management of\nrenewable energy projects, and the integration of energy-efficient solutions. His background includes\nworking with government institutions, international agencies such as the UNDP, and private sector\nstakeholders, providing him with a comprehensive understanding of environmental compliance and\nsustainable energy systems.\nKey Expertise:\n• Environmental Impact Assessments (EIA)\n• Development and implementation of Environmental Management Plans (EMP)\n• Renewable energy project management\n• Safeguards plan development: Occupational Health & Safety, Pollution Prevention, and Waste\nManagement Plans\n• Regulatory compliance for environmental safeguards\n• Stakeholder engagement and capacity building\nEmployment Record and Relevant Experience:\n\n[Page 30]\nBuildings Energy Efficiency Expert\nCDGA Engineering Consultants, 1998 – Present\n• Environmental Impact Assessments: Managed environmental impact assessments for large-\nscale renewable energy projects in regions including Iraq, Mauritius, and Tunisia. Evaluated\npotential environmental effects and developed mitigation strategies in compliance with\ninternational standards.\n• Management of Renewable Energy Projects: Directed the environmental safeguards\ncompliance for renewable energy integration projects, ensuring adherence to local and\ninternational environmental regulations.\n• Stakeholder Engagement: Led stakeholder consultations and coordinated with local\nauthorities to ensure sustainable project outcomes, particularly in conflict-sensitive areas.\n• Environmental Management Plans: Developed targeted environmental management plans,\nincluding pollution prevention, waste management, and health and safety protocols, for\nrenewable energy projects.\n• Capacity Building: Provided training and capacity-building workshops on environmental\nsafeguards for project teams and local stakeholders.\nTechnical Support\nUNDP Iraq and Mauritius Projects, 2019 – 2021\n• Safeguards Compliance: Ensured environmental and social safeguards compliance for\nrenewable energy projects, focusing on building energy efficiency, and evaluating the\nenvironmental risks of energy solutions.\n• Environmental and Social Impact Reporting: Produced detailed environmental reports and\nsafeguards strategies to guide project implementation, ensuring long-term sustainability.\nWorld Bank Group Projects\nRomania, Pakistan, Tunisia, 2015 – 2018\n• Environmental Safeguards: Worked on renewable energy projects focusing on emissions\nreductions and resource efficiency. Developed environmental impact assessments (EIA) and\nmitigation plans.\n• Regulatory Compliance: Advised on compliance with environmental and building codes,\nensuring that energy projects adhered to both local and international environmental standards.\nSkills:\n• Environmental and Social Impact Assessments (ESIA)\n• Renewable energy systems environmental compliance\n• Pollution prevention and waste management strategies\n• Stakeholder consultation and engagement\n• Capacity building for environmental safeguards implementation\n• Project management and regulatory framework development"
  }
}