{
  "chunk-322d42e27ab25efb766c5529780cba06": {
    "tokens": 1200,
    "content": "Date:procurement@ctbto.org E-mail:+43 (1) 26030-6350 Tel. No.:(PLEASE QUOTE ON ALL COMMUNICATIONS)2024-0108/Stomov CTBTO Ref. No.:\nPhone: \nFax: \nEmail: Attn.:ALL BIDDERS To:REQUEST FOR QUOTATION        ____________________________\n   THIS IS NOT AN ORDER\nItem Quantity    U/M\n 1 1  Lot\n 2  Drilling a new Borehole (LOT 2) 1  LotRehabilitating of the Existing Borehole (LOT 1)Description and Requirementsthe 'Commission') hereby invites you to quote the following items as per conditions listed below.The Preparatory Commission for the Comprehensive Nuclear-Test-Ban Treaty Organization (hereinafter referred to as________________________________________________Deadline for Submission: Vienna Local Time: 17:00Auxiliary station.Title of Request: A097/ BBTS, Senegal, new borehole drilling or rehabilitation of existing borehole for the IMS05 Aug 24\n29 Aug 24\nWhen preparing your quotation, please follow the attached instructions. You are kindly requested to complete and  \nreturn the acknowledgment  form by e-mail as soon as possible.  If you have any questions you should contact the  \ne-mail address indicated above. We look forward to receiving your quotation.\nYours sincer ely,\noic\nfor: Sally ALVAREZ DE SCHREINER\nChief,  Procurement Services Section\n                               \n                               \n       ACKNOWLEDGEMENT FORM\n Solicitation No:\n2024-0108\n Title:\nA097/ BBTS, Senegal, new \nborehole drilling or \nrehabilitation of\nexisting borehole for the IMS \nAuxiliary station.\n Procurement Staff:\nAlexandre Stomov\n CTBTO Req. No.:\n,0010024615\nPlease complete 'A' or 'B' or \n'C'\nand Return\nWITHIN FIVE (5) DAYS\nTHE PREPARATORY COMMISSION FOR \nTHE\nCOMPREHENSIVE NUCLEAR-TEST-BAN \nTREATY ORGANIZATION (CTBTO)\n by email to\nprocurement@ctbto.org\n     __\n________________________\n other (please specify)\n     __\n insufficient time to prepare a\n proper submission;\n     __\n we do not have the required \nexpertise for this specific \nproject;\n     __\n our current workload does not \npermit us to take on additional\n work at this time;\n______________\n______________\n________________________\n_____________________\n____________________\n_____________________\n____________________\n________________________\n________________________\n_____________________\n____________________\nEmail/Tel:\n   \n                   (date)\nBy:\nContact Name:\nCompany Name:\n A: We shall submit our \nproposal\nEmail/Tel:\n   \n                   (date)\nBy:\nContact Name:\nCompany Name:\n B: We may submit and will \nadvise\nEmail/Tel:\nContact Name:\nCompany Name:\n C: We will not submit a \nproposal for the following \nreason(s)\nVienna Local Time:\n \n17:00\nClosing Date:\n \n29 Aug 24Page 1 of 6  \n \n \n  \n \n  \n \n \n \n \n \n \nINSTRUCTIONS TO BIDDERS  \n \n  \n \n \nCONDITIONS  \n \nDelivery Terms (INCOTERMS 20 20) and \nDestination  \n N/A \nThe Price  The price quotation shall include costs and expenses incurred by the Supplier for the full and proper performance of all obligations under the contract (including travel, allowances, management and remuneration of the personnel, national income tax, \nmedical, insurance and social security contribution, if applicable)  . \nCurrency  Please quote in EURO or US$ only.  \nLOTS  Bidders may provide quotations for LOT 1, LOT2 and both LOTS.  \n \nTaxes  \n \n  \nIn principle the Commission is exempt from taxes. Since the arrangement under which \nsuch exemption is respected varies from country -to-country, the bidder will be informed \nby the Commission whether tax exemption will occur at source or whether taxes will be \nreimbursed by the Commission upon submission of the original supporting \ndocumentation.  “Taxes” means all direct and indirect taxes (including value added tax, \ngeneral sales tax or goods and services tax), assessments, fees, customs duties, liens and charges in as much as they are levied in conclusion or implementation of the purchase \norder, including customs restrictions and charges of similar nature in respect of articles \nimported or exported for the Commission’s official use.   \n \nThe price quoted shall be net of Taxes. All applicable Taxes payable by the bidder at the \nconclusion or implementation of the Purchase Order in respect of the goods/services \nshall be quoted separately or be separately identified on the Proposal together with \ninformation on the nature of the Tax and its method of calculation. For deliveries to Vienna, Austria, and due to the Tax exemption at source  applicable to the Commission, \nno Taxes  shall be charged to the Commission under the Purchase Order . \n \nInsurance  Insurance to be included in the quotation must be for All Risk, covering 110% of the cost of the equipment proposed, and from the date/place of the shipment to the date/place the \ndelivery is completed.  The insurance shall be in the name of the bidder and the \nCommission.  \nValidity of Quotation  Minimum 90 days as of the Closing Date  \nGeneral Conditions  General Conditions of Contract  (See Annex A)  \nPrivileges & Immunities  Nothing in or relating to the Purchase Order shall be deemed to constitute an express or \nimplied waiver of any Privileges and Immunities of the Commission.  \n \nVienna International Centre  \nP. O. Box 1200  \nA-1400 Vienna  \nAustria \n \nwww.ctbto.org \n \n Request For Quotation  No. 2024- 108",
    "chunk_order_index": 0,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-5d277314d1fd0d0c11b3030c5d1ff583": {
    "tokens": 1200,
    "content": "of the Closing Date  \nGeneral Conditions  General Conditions of Contract  (See Annex A)  \nPrivileges & Immunities  Nothing in or relating to the Purchase Order shall be deemed to constitute an express or \nimplied waiver of any Privileges and Immunities of the Commission.  \n \nVienna International Centre  \nP. O. Box 1200  \nA-1400 Vienna  \nAustria \n \nwww.ctbto.org \n \n Request For Quotation  No. 2024- 108  Page 2 of 6  \nPayment Terms   \nWithin 30 days of receipt and acceptance of the goods/ services  and of the following \ndocuments:   \n(1) Invoice(s) showing the firm fixed price of the goods/services . The S upplier shall \nsubmit the  invoice (s) the invoice (s) electronically, from the Supplier’s official e -\nmail address in PDF format, duly signed and stamped by the Supplier and \nsubmitted to Payable_Invoices@ctbto.org . The invoice shall contain detailed \nbanking instructions, including the name and address of the Supplier's bank, \naccount number, account holder’s name and SWIFT, IBAN and/or ABA codes for \npayment by electronic transfer and actual pre -paid transportation and  insurance cost \n(if applicable);  \n(2) Acknowledgement Copy of the Commission’s Purchase Order with Supplier’s \nsignature;  \n(3) Any other relevant documents . \n \nApplicable Taxes payable  by the S upplier and/or its subcontractor(s) shall be invoiced \nseparately or be separately identified on the invoice. Actual payment of the Taxes must primarily be supported by original documentation such as invoices, \nbank account \nstatements, transfer orders, or receipts issued by the local tax or customs authorities. If submission of such original documentation is not possible for justifiable reasons, their \ncopies could be accepted by the Commission provided that they are duly signed and \ncertified by local tax or customs authorities.  In case the currency  in which the T axes are \nlevied is not the currency of the Purchase Order, bank statements (or equivalent) \nshowing the exchange rate used for the conversion shall  be submitted to the \nCommission, in addition to any other supporting documentation.  \n \nOther Documents  Please submit, jointly with the Quotation, the following documents (attached hereto):  \n- the Bidder’s Statement, duly completed  \n- the Vendor Profile Form, in case you haven’t submitted to the Commission in the \npast two years; and  \n- the Statement of Confirmation, duly signed.  Request For Quotation  No. 2024- 108  Page 3 of 6 OTHER INFORMATION  \n1. The Commission reserves the right to accept or reject bidder’s quotation, partial ly or entirely, and to annul this \nprocurement process at any time prior to award of the Purchase Order , without thereby incurring any liability to \nthe bidder or any obligation to inform the bidder of the grounds for the Commission’s action.  \n        The Commission also reserves the right to split the award for this project if so deemed desirable.  \n \n2. The bidder shall include in its quotation documentary evidence of its qualifications to perform the Purchase Order  \nwhich shall establish to the Commission’s satisfaction that the bidder  has the financial, technical and production \ncapability necessary to perform the Purchase Order in its entirety and to provide spare parts and other necessary on-going services as required.  \n 3. The bidder shall bear all the costs associated with the preparation and submission of the quotation and the Commission shall not be responsible or liable for those costs, regardless of the conduct or outcome of this RF Q. \n 4. The bidder’s price quotation shall  be submitted in the English language, together with relevant technical literatures \nin duplicate, which shall  also be in English.  \n 5. The bidder’s quotation shall be typed or written in indelible ink and signed by an official legally authorized to enter into contracts on behalf of their  organization.  The quotation shall not contain any inter -lineation, erasures or \noverwriting except as necessary to correct errors made by the b idder, in which case such corrections shall be \ninitialled  by the person or persons signing the quotation.  \n \n6. The goods and services (if any) to be rendered under the Purchase Order shall have their origin in the States Signatories of the Comprehensive Nuclear -Test- Ban Treaty (CTBT)  which is available in the CTBTO website at \nwww.ctbto.org  under Status of Signatures and Ratifications | CTBTO\n. For purposes of this paragraph, \"the origin\" \nmeans the place from where the materials, goods and/or from which the services are supplied.  \n 7. Not later than  7 days before  the deadline for submission of the quotation s, any request for clarifications relating to \nthe RFQ documents shall be emailed to procurement@ctbto.org\n, attention to Procurement Staff  in charge of this \nmatter referred to in the RFQ cover letter . If such requests are addressed to others or if additional information is \nobtained from others, it may lead to disqualification of the bidder.  No requests for clarifications will be entertained \nafter this time.  \n \n8. From the deadline for submission of  quotation unt il the written notification of award, no bidder shall contact the \nCommission on any matter relating to its quotation, except when responding to a request from the Commission for \nclarification. Any effort to influence the Commission in its evaluation of the quotation(s) or its award decision \nshall result in the rejection of the quotation.  \n \n9.  The Commission shall evaluate the compliance of the quotations with the RFQ requirements.  Subject to its  \ntechnical compliance, the quotations shall be examined for its contractual compliance and commercial \nacceptability.   Based on the",
    "chunk_order_index": 1,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-9420c5f00d09b79ec185385f80ff000e": {
    "tokens": 1200,
    "content": "the \nCommission on any matter relating to its quotation, except when responding to a request from the Commission for \nclarification. Any effort to influence the Commission in its evaluation of the quotation(s) or its award decision \nshall result in the rejection of the quotation.  \n \n9.  The Commission shall evaluate the compliance of the quotations with the RFQ requirements.  Subject to its  \ntechnical compliance, the quotations shall be examined for its contractual compliance and commercial \nacceptability.   Based on the mentioned evaluation, the Commission will determine the quotation which is the “least \ncostly technically acceptable”.   Deviation, if any, from the Commission’s terms and conditions might be a factor in \nthe decision of award.    \n \n10. In case of an award, the following documents shall govern the Purchase Order  and in case of discrepancies or \ninconsistencies, the documents to prevail shall be given precedence in the following order:  \n(a) The Purchase Order  \n(b) The Commission’s General Conditions of Contract  (Annex A)  \n(c) Terms of Reference (Annex B)  \n(d) The bidder’s quotation (Annex C) \n \n9.  Use of former Preparatory Commission for the CTBTO (“Commission”) employees in the preparation of \nQuotations :  \n \nA Bidder must not , in the absence of prior written approval from the Commission, permit a person to contribute to, or \nparticipate in, any process relating to the preparation of a Quotation  or the procurement process if the person:  \na. At any time during the 12 months immediately preceding the date of issue of the Solicitation was an official, \nagent, servant or employee of, or otherwise engaged by the Commission;  \nb. At any time during the 24 months immediately preceding the date of issue of the Solicitation was an employee of the Commission personally engaged, directly or indirectly, in the definition of the requirements, project or activity to which the Solicitation relates.  Request For Quotation  No. 2024- 108  Page 4 of 6 The q uotation  shall be submitted  in writing to the email address below:  \n \nprocurement@ctbto.org  \n \n \nBidders shall take note of the attached price schedule instructions when submitting the quotation.  \n \nShould there be items on our list that you cannot include in the quotation, we would appreciate you marking them, and \nreturning the information to us, together with the names of any potential bidder(s) known to you.   Please do this even if \nyou cannot submit a quotation for any of the items and kindly don’t forward the RFQ to any other parties without our \nknowledge.   \n Please confirm, within 3 working days, the receipt of this RFQ and your confirmation whether you will submit a \nquotation by the closing date mentioned herein.  \n \nAttachments : \n - Attachment 1 to Instructions - Compliance Matrix  \n- The Commission’s General Conditions of Contract  \n- The Commission’s Terms of Reference  \n- Statement of Confirmation  \n- Vendor Profile Form  \n Request For Quotation  No. 2024- 108  Page 5 of 6  \n \nBIDDER’S  STATEMENT  \nPLEASE STATE BELOW & SUBMIT WITH PROPOSAL  \n \n \nDelivery Time:  \n \nShipping weight (kg) and Volume (m3) – if applicable:  \n \nList of recommended consumables and spares including prices and details on local availability, if applicable \n(please tick):  \n   For one year period    For a period of ………………………….  \n \n \nWarranty period applicable (it shall  be for a minimum of 24 months , starting from the acceptance  of the \ngoods/services by the Commission) – please tick below:  \n \n   For a two -year period    For a period of ………………………….  \n Note: The provisions of article 28 of the Commission’s General Conditions of Contract apply to the services to be provided under the Purchase Order, wherever it is referred to “Goods” it shall read “Services”.  \n \n \nAvailability of local service in Vienna, Austria (if any):  \n \nState country of origin or assembly of all items quoted:  \n \nQuantity discount and early payment discount (if any):  \n \nInclude documentary evidence of qualifications to perform the order,  which shall establish to the Commission’s \nsatisfaction that the bidder has the financial, technical and production capability necessary to perform the order  \nin its entirety and to provide spare parts and other necessary on -going services as required.  \n \nIncluded in this quotation : Yes     No   \n \nConfirmation that the bidder has  reviewed the Commission’s General Conditions of Contract   and agreed \nto all terms and conditions.  \nYes     No    \nRemarks:       \n \n \nWith regards to the software provided with the equipment, state and confirm whether the software licenses are transferable to third parties, i.e. the Commission or the Commission’s State Signatories (Member States).  \n \nYes     No   Not applicable   \nRemarks:       \n \nName:  \n Name & Title of Contact Person:  \n Signature & date:  \n \n \nRequest For Quotation  No. 2024- 108  Page 6 of 6 SAMPLE OF PRICE SCHEDULE \n \n1. The Price Schedule must provide a detailed cost breakdown for each item. Delivery costs, and other estimated \ncosts (e.g. customs duties, VAT, etc.) shall  be quoted separately.  \n 2. Technical descriptions for each proposed item must provide sufficient detail to allow the Commission to \ndetermine compliance of Bid with specifications as per Terms of Reference and/or Technical Specifications of this \nRFQ.  \n \n3. Currency:  Please quote in EURO or US$ only.  \n 4. The format shown below shall  be used in preparing the price quotation. The format uses a specific structure \nthat may or may not be applicable but is indicated to serve as an example only",
    "chunk_order_index": 2,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-ccb23473772eff86079873fd0a098e56": {
    "tokens": 1200,
    "content": ".  \n 2. Technical descriptions for each proposed item must provide sufficient detail to allow the Commission to \ndetermine compliance of Bid with specifications as per Terms of Reference and/or Technical Specifications of this \nRFQ.  \n \n3. Currency:  Please quote in EURO or US$ only.  \n 4. The format shown below shall  be used in preparing the price quotation. The format uses a specific structure \nthat may or may not be applicable but is indicated to serve as an example only.  \n \nPrice Schedule:  \nRFQ for Goods/Equipment  \nItem \nNo. Description of Item  Qty. Unit Cost per \nUnit Total Cost per \nitem \n Item 1      \n Item 2      \n      \n Item X      \n Item Y      \n Item Z      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n      \n GRAND TOTAL      \n Signature of Bidder:  \n \nDate:  \n \n*Note:  \n1. If applicable, p lease show costs for delivery and taxes separately .  \n2. Delivery costs shall include packing, handling, insurance, shipment, custom clearance and door -to-door local \ndelivery to final destination.  \n3. Applicable taxes, when authorized prior to the award of the order, will be reimbursed by the Commission on the \nbasis of actual amounts paid and documented.  \n4. . \n \n \n \nPlease be informed that all open competitive tenders of the CTBTO are available on the \nWeb.  \n For more information, please visit http://www.ctbto.org/procurement\n \n \n \n Please fill in the statements and provide descriptions to confirm the technical specifications: \nNo. Section Terms of Reference Statement (Y/N) Description (provided by the Bidder)\nThe Contractor shall deliver the Services in accordance with this \nSpecification, while doing so in the most cost-effective manner \npossible.\nThe contractor shall ensure that the work is performed in compliance \nwith the laws, norms, regulations in force in Senegal (TOR Section 4)\nThe contractor shall ensure labour safety of personnel at all stages of \nthe work (TOR Section 5)\n Rehabilitating of existing Borehole The Contractor will be responsible for following steps to \nrehabilitating the existing borehole (TOR Section 2):\n1) Cleaning the borehole by pumping water and mud\n2) Inspecting the borehole and casing with camera\n3) Cleaning and sealing the casing\n4) Cementing of the bottom of the Well\n5) Borehole leak test to be performed.\nContractor's Responsibilities The Contractor's responsibilities should include:\n1)  The Contractor must have proper and sufficient equipment and \nsupplies on the location\n2)The Contractor must have sufficient high grade cement on hand \nensuring that the requirements of quality  and water-tighness.\n3) The Contractor must have a proper pump for cementing the bottom \nof Well\n4) The Contractor will take care of property and removal of debris \nduring and after the work.\n5) The Contractor will keep the Commission fully informed ofthe\nprogress.\n2.3 Reporting A final report to be submitted to the commission after the \ncompletion of the work. Report will include full account of activities, \nany problems encountered during the work.2.2Attachment 1 to Instructions - Compliance Matrix\nLOT 1: Rehabilitating the existing borehole\n2 CONTRACTOR'S REQUIREMENTS\n2.1Please fill in the statements and provide descriptions to confirm the technical specifications: \nNo. Section Terms of Reference Statement (Y/N) Description (provided by the Bidder)\nThe Contractor shall deliver the Services in accordance with this \nSpecification, while doing so in the most cost-effective manner \npossible.\nThe contractor shall ensure that the work is performed in compliance \nwith the laws, norms, regulations in force in Senegal (TOR Section 4)\nThe contractor shall ensure labour safety of personnel at all stages of \nthe work (TOR Section 5)\nThe Contractor will be responsible for the supply of the materials \nmeeting the following specification:\nCorrosion-resistant stainless-stell casing\nHigh grade water-tight cement\nTechnical Specifications Required specifications (TOR Section 3.1) for a new borehole are \nlisted below:\n1) Final depth of the cased borehole will be at least 70m below ground \nlevel\n2) All required supplies -casings, components, materials, and additional \nsupplies- shall be new and first grade\n3) The well casing shall extend above the ground about 60cm. The top \nend must have a sealed cap or wellhead box to prevent water \ningress. For a steel casing, the exposed top section must be painted \nor coated to prevent corrosion\n4) Angle of inclination from vertical will not to exceed 2.5 degrees at \nany point in the borehole\n5)Casing must be completely round, with no ellipticity; the inner \nsurface of casing must be smooth with no irregularities such as welds \nor couplings, which would reduce the inner diameter\n6) The casing must be well cemented into the ground, from the bottom \nup\n7) Steel casing with water-tight joints will be installed for the entire \nlength of the borehole\n8) Inner diameter of the casing should be between 12.7 and 17.8 cm (5 \nand 7 inches) with a minimum casing wall thickness of 0.62 cm (0.244 \ninches).\n9) A water-tight cement or steel plug should be completely cemented \nto the bottom of the borehole.\n10)The outer wall of casing should be completely cemented to the rock \nalong the entire length of the borehole; cementation must ensure \nhigh-quality contact between the casing and the rock walls\n11)The final cased borehole has to admit a test gauge, to be provided by \nthe Contractor, of similar dimensions to the equipment to be \ninstalled at the borehole",
    "chunk_order_index": 3,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-d280ef9359fe8532530798e9f768f66c": {
    "tokens": 1200,
    "content": ") A water-tight cement or steel plug should be completely cemented \nto the bottom of the borehole.\n10)The outer wall of casing should be completely cemented to the rock \nalong the entire length of the borehole; cementation must ensure \nhigh-quality contact between the casing and the rock walls\n11)The final cased borehole has to admit a test gauge, to be provided by \nthe Contractor, of similar dimensions to the equipment to be \ninstalled at the borehole, approximately 81.2 cm in length and 9.5 cm \nin diameter. The exact dimensions, however, will be provided before \nthe drilling starts\n12) The final cased borehole must be watertight\n13) The borehole must be left dry after the leak test and sealed with a \nremovable cap\nContractor's Responsibilities The Contractor's responsibilities should include:\n1) The Contractor shall be prepared for any situation that might occur \nduring drilling\n2)The Contractor must have sufficient high grade cement on hand \nensuring that the requirements of quality  and water-tighness.\n3) The Contractor will keep the Commission fully informed of the \nprogress, or any problems encountered, during the drilling or \ncementation process\n4) The finished borehole must comply with the tests indicated in the \nTOR\nDescription of the work to be performed Description of the work defined in section 3.3 of the TOR:\n1) Preparation (TOR section 3.3.1)\n2) Drilling (TOR section 3.3.2)\n3) Casing (TOR section 3.3.3)\n4) Cementing and grouting (TOR section 3.3.4)\n5)Construction of borehole well-jead and enclosure (TOR section 3.3.5)\n6) Site remediation (TOR section 3.3.6)2.3\n2.4Materials\n2.2Attachment 1 to Instructions - Compliance Matrix\nLOT 2: Drilling a new Borehole\n2 CONTRACTOR'S REQUIREMENTS\n2.1Acceptance Tests The Contractor will perform a series of acceptance tests as described \nbelow:\n1) Verticality Test (TOR Section 3.4.1)\n2) Leak Test (TOR Section 3.4.2)\n3) Obstruction Test (TOR Section 3.4.3)\n4) Continued Monitoring (TOR Section 3.4.4)\nReporting Within two months after the completion of the drilling, the \nContractor will submit the Drilling Report, providing a full account of \nthe drilling activities, any problems encountered during drilling and \nthe specifications of the final cased borehole:\n1) Daily log of Drilling Operations\n2) Casing Tally\n3) Results of Acceptance Tests\n4) Photo Documentation2.5\n2.6ANNEX A \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n \n \n \n \n \n \n \n \n \n \n \n \nGeneral Conditions of Contract \n \n \n \n1. DEFINITIONS \n \n(a) In these general conditions of contract the terms \nbeginning with a capital letter shall have the meaning as \ndefined in the Contract. \n(b) “Services” means all services to be rendered under the \nContract. \n(c) “Goods” shall mean all goods, equipment, materials \nand/or other supplies to be provided under the Contract. \n(d) “Taxes” shall mean all direct and indirect taxes \n(including value added tax, general sales tax or goods \nand services tax), assessments, fees, customs duties, liens \nand charges in as much as they are levied in conclusion \nor implementation of the Contract, including customs \nrestrictions and charges of similar nature in respect of \narticles imported or exported for the Commission’s \nofficial use. \n \n2. LEGAL STATUS \n \nThe Contractor shall be considered as having the legal status \nof an independent contractor vis-à-vis the Commission. \nNeither the Contractor and any subcontractor, nor their \npersonnel shall be considered to be an employee or an agent \nof the Commission. \n \n3. ASSIGNMENT \n \nThe Contractor shall not assign, transfer, pledge or make \nother disposition of the Contract or any part thereof, or any \nof the Contractor’s rights, claims or obligations under the \nContract except with the prior written consent of the \nCommission. \n \n4. SUBCONTRACTING \n \nIn the event the Contractor requires the services of one or \nmore subcontractors, the Contractor shall obtain the prior \nwritten approval and clearance of the Commission for such \nsubcontractor(s).  The Commission’s approval of a \nsubcontractor shall not relieve the Contractor of any of his \nobligations under the Contract, and the terms of any \nsubcontract shall be subject to and in conformity with the \nprovisions of the Contract. \n \n 5. SOURCE OF INSTRUCTIONS \n \n(a) The Contractor shall neither seek nor accept instructions \nfrom any authority external to the Commission in \nconnection with the performance of its obligations under \nthe Contract.  The Contractor shall refrain from any \naction which may adversely affect the Commission and \nshall fulfil its commitments with the fullest regard to the \ninterests of the Commission. \n(b) While present at the Commission’s premises, personnel \nof the Contractor shall, at all times, obey and conform to \nall requests and instructions of the Commission’s \nofficials and the United Nations Security Staff. \n \n6. CONTRACTOR’S RESPONSIBILITY \nFOR EMPLOYEES \n \nThe Contractor shall be responsible for the professional and \ntechnical competence of its employees and will select, for \nthe performance under the Contract, reliable individuals \nwho will perform effectively in the implementation of the \nContract, respect the local laws and customs and conform to \na high standard of moral and ethical conduct. \n \n7. ASSIGNMENT OF PERSONNEL \n \n(a) The Contractor shall not replace or withdraw any \npersonnel referred",
    "chunk_order_index": 4,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-3e1ba1a9c9b6da4ac58e6c6b1d719c32": {
    "tokens": 1200,
    "content": "6. CONTRACTOR’S RESPONSIBILITY \nFOR EMPLOYEES \n \nThe Contractor shall be responsible for the professional and \ntechnical competence of its employees and will select, for \nthe performance under the Contract, reliable individuals \nwho will perform effectively in the implementation of the \nContract, respect the local laws and customs and conform to \na high standard of moral and ethical conduct. \n \n7. ASSIGNMENT OF PERSONNEL \n \n(a) The Contractor shall not replace or withdraw any \npersonnel referred to in the Contract for the performance \nof the Services without the prior written approval of the \nCommission or unless requested by the Commission. \n(b) Prior to assignment, replacement or withdrawal of \npersonnel for the performance of the Services, the \nContractor shall submit to the Commission for its \nconsideration, the curriculum vitae or detailed \njustification to permit evaluation by the Commission of \nthe impact which such assignment, replacement or \nwithdrawal would have on the Services. \n(c) In the event of withdrawal of personnel, all costs and \nadditional expenses resulting from the replacement, for \nwhatever reasons, of any of the Contractor’s personnel \nshall be for the account of the Contractor.  Such \nwithdrawal shall not be considered as termination in part \nor in whole of the Contract. \n \n \n \nCTBTO General Conditions of Contract – 08 October 2021 \n 28. CONFLICT OF INTEREST \n \nNo employee, officer, adviser, agent and/or subcontractor of \nthe Contractor assigned to perform Services under the \nContract shall engage, directly or indirectly, in any business, \nprofession or occupation connected or related to the Services \nor Goods to be provided under the Contract if this constitutes \na conflict of interest. \n \n9. INSURANCES \n \n(a) The Contractor shall provide and thereafter maintain \nappropriate insurance, or its equivalent, with respect to \nits employees to cover claims for personal injury or death \nin connection with the Contract. \n(b) The Contractor shall provide and thereafter maintain \ninsurance against all risk in respect of its property and \nany equipment used for the execution of the Contract. \n(c) The Contractor shall also provide and thereafter maintain \nliability insurance in an adequate amount to cover third \nparty claims for death, bodily injury, loss of and damage \nto property arising from any operations carried out by the \nContractor in performing its obligations in connection \nwith the Contract or from operation of any vehicles, \nboats, airplanes and other equipment owned or leased by \nthe Contractor or its agents, servants, employees or \nsubcontractors. \n(d) Except for insurance mentioned in paragraph (a), the \ninsurance policies under this clause shall: \n(i) Name the Commission as additional beneficiary;  \n(ii) Include a waiver of subrogation of the Contractor’s \nrights to the insurance carrier against the \nCommission. \n(e) The Contractor shall, upon request, provide the \nCommission with satisfactory evidence of the insurance \nrequired under the Contract. \n(f) Any amounts not insured, not recovered from or not \nclaimed by the insurer shall be borne by the Contractor. \n(g) Information concerning reduction of coverage shall be \nfurnished by the Contractor to the Commission with at \nleast thirty (30) days prior written notice. \n(h) The Contractor undertakes that provisions to the same \neffect as the provisions in sub-clauses (a) through (c) \nabove will be inserted in all subcontracts made in \nperformance of the Contract, except sub-contracts \nexclusively for furnishing Goods. \n \n10.  ENCUMBRANCES/LIENS \n \nThe Contractor shall not cause or permit any lien, attachment \nor other encumbrance by any person to be placed on file in \nany public office or on file with the Commission against any \nmonies due or to become due for any Services or Goods \nprovided under the Contract, or by reason of any other claim \nor demand against the Contractor. \n \n11. OBSERVANCE OF THE LAW \n \n(a) The Contractor shall comply with all laws, ordinances, \nrules and regulations, including but not limited to health, \nenvironmental and labour laws bearing upon the performance of its obligations under the terms of the \nContract. \n(b) In particular, the Contractor shall comply with the labour \nlaws of the country in which the Services or Goods are \nto be furnished providing for benefits covering injury or \ndeath in the course of employment. \n \n12. CONFIDENTIALITY \n \n(a) All technical, financial or other documentation and data \nthe Contractor compiled for or received from the \nCommission under the Contract shall be treated as \nconfidential and shall be delivered only to the \nCommission’s authorized officials on completion of the \nServices or as requested by the Commission. \n(b) Either Party acknowledges that all knowledge and \ninformation concerning the other Party that may be \nacquired in connection with the performance of its \nobligations under the Contract, including but not limited \nto, any information relating to its operations and \nprocedures, are confidential and proprietary information \nof the other Party and it shall receive such confidential \nand proprietary information of the other Party in \nconfidence and shall not disclose or permit disclosure of \nany such knowledge or information to any person and/or \nentity without the prior written consent of the other Party. \n(c) The Contractor shall not, at any time, use such \nconfidential information to its own advantage. \n(d) The restrictions on confidentiality shall not apply to the \ninformation which: \n(i) presently is in the public domain; \n(ii) hereafter becomes part of the public domain without \nthe other Party’s fault; \n(iii) was in the possession of the other Party at the \ntime of the disclosure, as shown by written evidence; \n(iv) is disclosed to the other Party at any time \nhereafter by a third Party. \n(v) is required to be disclosed to",
    "chunk_order_index": 5,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-802ec8ea2e1cf173b2afcacebe346a0d": {
    "tokens": 1200,
    "content": "(d) The restrictions on confidentiality shall not apply to the \ninformation which: \n(i) presently is in the public domain; \n(ii) hereafter becomes part of the public domain without \nthe other Party’s fault; \n(iii) was in the possession of the other Party at the \ntime of the disclosure, as shown by written evidence; \n(iv) is disclosed to the other Party at any time \nhereafter by a third Party. \n(v) is required to be disclosed to governing bodies, or to \ngovernmental authorities to the extent required by \nlaw or to obtain needed authorization to perform the \nContract or pursuant to reporting requirements \nimposed by those governing bodies or the \ngovernment of the State of the Contractor. \n(e) These obligations do not lapse upon satisfactory \ncompletion of the Services, delivery of the Goods or \ntermination of the Contract by the Commission. \n \n13. LANGUAGES, WEIGHTS AND MEASURES \n \nUnless otherwise specified in the Contract, the English \nlanguage shall be used by the Contractor in all written \ncommunications to the Commission with respect to the \nServices or Goods to be provided and all documents \nprocured or prepared by the Contractor.  The Contractor \nshall use metric units, except when otherwise specified in \nthe Contract. \n \n14. PUBLICITY \n \n(a) The Contractor shall not advertise or otherwise make \npublic the fact that it is providing or has provided \nServices and Goods for the Commission.  Also, the  \nCTBTO General Conditions of Contract – 08 October 2021 \n 3Contractor shall not, in any manner whatsoever, use the \nname, emblem or official seal of the Commission or any \nabbreviation of the name of the Comprehensive Nuclear-\nTest-Ban Treaty Organization in connection with its \nbusiness or otherwise. \n(b) These obligations do not lapse upon satisfactory \ncompletion of the Services, delivery of the Goods or \ntermination of the Contract. \n \n15. OFFICIALS NOT TO BENEFIT/CONTINGENT \nFEES \n \n(a) The Contractor warrants that: \n(i) No person or selling agency has been employed or \nretained by it to solicit or secure the Contract upon \nan agreement or understanding for a commission, \npercentage, brokerage, contingent fee or retainer, \nexcept regular employees or bona fide and officially \nestablished commercial or selling agencies \nmaintained by the Contractor for the purpose of \nsecuring business; \n(ii) No official or servant or retired employee of the \nCommission who is not a regular employee of the \nContractor, has been or shall be admitted by the \nContractor to any direct or indirect benefit arising \nfrom the Contract or the award thereof. \n(b) In case of breach by the Contractor of the warranties \nreferred to in previous clauses, the Commission shall \nhave the right to deduct from the Contract Price, or \notherwise recover from the Contractor, the full amount \nof any such commission, percentage, brokerage, \ncontingent fee or retainer so paid. \n \n16. INTELLECTUAL PROPERTY AND OTHER \nPROPRIETARY RIGHTS  \n \n(a) Except to the extent the Contractor has granted a license \nto the Commission, the Commission, shall be entitled to \nall intellectual property, including but not limited to \ncopyrights, patents and trademarks, with regard to \nproducts, documents or other materials which bear a \ndirect relation to or are produced or collected under the \nContract.  The Contractor shall take all necessary steps, \nprepare and process all necessary documents and assist \nin securing such property rights and transferring them to \nthe Commission and/or to the government where the \nServices or Goods are to be provided, in compliance with \nthe requirements of the applicable law. \n(b) The Contractor declares that it does not know of any \nintellectual property rights of third parties, which might \nbe infringed in the execution of the Contract.  Should, \ncontrary to the Contractor’s expectation, claims be raised \nagainst the Commission charging it with infringement of \nintellectual property rights, the Contractor shall hold \nharmless the Commission and shall indemnify it to the \nfull extent of any damages or awards arising from such \nclaims.  This obligation of the Contractor shall continue \nto be in full force and effect up to the expiration of such \nintellectual property rights. \n(c) The Commission shall give the Contractor due notice in \nwriting of any charges of infringement brought against \nthe Commission and of the filing of any suit for infringement of intellectual property rights of third \nparties due to the execution of the Contract, and, \nwithout prejudice to the immunity enjoyed by the \nCommission as an international organization from \nevery form of legal process, including enforcement and \nexecution, the Commission shall give the Contractor the \nopportunity to defend the Commission against the said \nsuit at its discretion and shall not, without the \nContractor’s consent in writing, make any admission or \nconsent to any claim of any third party, which might be \nprejudicial to the Contractor’s position. \n \n17. DEFAULT BY THE CONTRACTOR \n \n(a) In case the Contractor fails to fulfil its obligations and \nresponsibilities under the Contract and provided the \nContractor has not remedied such failure(s) within thirty \n(30) days of having been given written notification by the \nCommission of the nature of the failure(s), the \nCommission may, at its entire discretion and without \nprejudice to its right to withhold payment(s), hold the \nContractor in default under the Contract. \n(b) When the Contractor is thus in default, the Commission \nmay, by giving written notice to the Contractor, \nterminate the Contract as a whole or such part or parts \nthereof in respect of which the Contractor is in default.  \nUpon such notice, the Commission shall have the right \nto seek completion, at the Contractor’s expense, of that",
    "chunk_order_index": 6,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-68c3e7ff4faea94f297ce95b3f3bcfe4": {
    "tokens": 1200,
    "content": "entire discretion and without \nprejudice to its right to withhold payment(s), hold the \nContractor in default under the Contract. \n(b) When the Contractor is thus in default, the Commission \nmay, by giving written notice to the Contractor, \nterminate the Contract as a whole or such part or parts \nthereof in respect of which the Contractor is in default.  \nUpon such notice, the Commission shall have the right \nto seek completion, at the Contractor’s expense, of that \npart or those parts of the Contract with respect to which \nthe Contractor is in default. \n(c) The Contractor shall, in this case, be solely responsible \nfor any reasonable costs of completion of the Services \nand/or delivery of Goods, including such costs, which are \nincurred by the Commission over and above the \noriginally agreed Contract Price. \n \n18. WITHHOLDING OF PAYMENT \n \n(a) The Commission may withhold any payment to the \nContractor or, on account of subsequently discovered \nevidence, nullify the whole or part of any payment \napproval theretofore given, to such an extent as may be \nnecessary to protect the Commission from loss under the \nContract on account of: \n(i) The Contractor’s failure to carry out its obligations \nor to make adequate progress with the obligations, \nexcept for failure arising out of force majeure; \n(ii) The Contractor’s failure to remedy unsatisfactory \nperformance, when such failure has been drawn to \nhis attention by the Commission; \n(iii) The Contractor’s failure to submit on time the \nreports required. \n(b) The withholding by the Commission of any interim \npayment shall not affect the Contractor’s obligation to \ncontinue performance of his obligations under the \nContract. \n(c) No interest shall accrue on payments eventually withheld \nby the Commission in application of the stipulations of \nthis paragraph. \n \n  \nCTBTO General Conditions of Contract – 08 October 2021 \n 419. LIQUIDATED DAMAGES \n \nSubject to Clause 20 below (force majeure), if the Contractor \nfails to deliver any or all of the Services and/or Goods within \nthe latest time period(s) specified in the Contract, the \nCommission may, without prejudice to its other remedies \nunder the Contract, deduct from the Contract Price as \nliquidated damages, a sum equivalent to 0.2 per cent of the \nportion of the Contract Price for the delayed Services and/or \nGoods for each working day of delay until actual \nperformance, up to a maximum of sixty (60) working days.  \nThe recovery by the Commission of proven damages shall \nnot be excluded. \n \n20. FORCE MAJEURE \n \n(a) Force majeure as used herein shall mean acts of God, \nindustrial disturbances, acts of the public enemy, civil \ndisturbances, explosions and any other similar cause of \nequivalent force not caused by nor within the control of \neither party and which neither party is able to overcome. \n(b) As soon as possible after the occurrence of any cause \nconstituting force majeure, the Contractor shall give \nnotice and full particulars in writing to the Commission \nof such force majeure if the Contractor is thereby \nrendered unable, wholly or in part, to perform its \nobligations and meet its responsibilities under the \nContract.   \n(c) In this event, the following provisions shall apply: \n(i) The obligations and responsibilities of the \nContractor under the Contract shall be suspended to \nthe extent of its inability to perform them and for as \nlong as such inability continues; \n(ii) The term of the Contract shall be extended for a \nperiod equal to the period of suspension taking, \nhowever, into account any special conditions which \nmay cause the time for completion of the obligations \nto be different from the period of suspension; \n(iii) If the Contractor is rendered permanently unable, \nwholly or in part, by reason of force majeure to \nperform its obligations and meet its responsibilities \nunder the Contract, the Commission shall have the \nright to terminate the Contract on the same terms and \nconditions as are provided for in the Termination \nClause of the Contract, except that the period of \nnotice may be seven (7) days instead of thirty (30) \ndays; \niv) For the purpose of the preceding sub-clause, the \nCommission may consider the Contractor \npermanently unable to perform in case of any period \nof suspension in excess of ninety (90) days.  Any \nsuch period of ninety (90) days or less shall be \ndeemed temporary inability to perform. \n \n21. INSOLVENCY AND BANKRUPTCY \n \nShould the Contractor be insolvent, adjudged bankrupt, or \nshould the Contractor make a general assignment for the \nbenefit of its creditors, or should a receiver be appointed on \naccount of the Contractor’s insolvency, the Commission \nmay, without prejudice to any other right or remedy it may \nhave under the terms of the Contract, terminate the Contract forthwith by giving the Contractor written notice of such \ntermination.  \n \n22. INDEMNIFICATION \n \nThe Contractor shall indemnify, hold and save harmless and \ndefend at its own expense the Commission, its officers, \nagents, servants and employees from and against all suits, \nclaims, demands and liability of any nature or kind, \nincluding cost and expenses arising out of acts or omissions \nof the Contractor or its employees or subcontractors in the \nperformance of the Contract.  This requirement shall extend, \ninter alia, to claims or liabilities in the nature of workers’ \ncompensation and to claims or liabilities pertaining to \nintellectual property rights. The obligations under this clause \ndo not lapse upon termination of the Contract. \n23. AMICABLE SETTLEMENT \n \nThe parties shall use their best efforts to settle amicably \nthrough negotiation",
    "chunk_order_index": 7,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-c824d5ece60b0620f66fc5d9320070c8": {
    "tokens": 1200,
    "content": "expenses arising out of acts or omissions \nof the Contractor or its employees or subcontractors in the \nperformance of the Contract.  This requirement shall extend, \ninter alia, to claims or liabilities in the nature of workers’ \ncompensation and to claims or liabilities pertaining to \nintellectual property rights. The obligations under this clause \ndo not lapse upon termination of the Contract. \n23. AMICABLE SETTLEMENT \n \nThe parties shall use their best efforts to settle amicably \nthrough negotiation any dispute, controversy or claim \narising out of, or relating to, the Contract or the breach, \ntermination or invalidity thereof.  If the parties cannot reach \nsuch amicable settlement through negotiations, the matter \nshall first be referred to conciliation, by a request by either \nparty for conciliation procedures. The conciliation shall take \nplace in accordance with the United Nations Commission on \nInternational Trade Law (UNCITRAL) Conciliation Rules \nthen prevailing, or according to such other procedure as may \nbe agreed between the parties, within a time period of ninety \n(90) days. There shall be one conciliator. The conciliation \nshall be in Vienna, Austria, and it shall be conducted in the \nEnglish language. \n \n24. ARBITRATION \n \n(a) In the event of a failure to reach an amicable settlement \nin accordance with Clause 23 above (Amicable \nSettlement), any dispute arising out of the interpretation \nor application of the terms of the Contract or any breach \nthereof shall be settled in accordance with the arbitration \nrules established by UNCITRAL as at present in force.  \nThe number of arbitrators shall be one.  The arbitration \nshall be in Vienna, Austria, and it shall be conducted in \nthe English language. \n(b) The arbitrator shall take into account the internationally \nrecognized general principles of commercial \ntransactions.  The arbitrator shall have no authority to \naward punitive damages, nor to award interest in excess \nof five (5) per cent, and any such interest shall be simple \ninterest only. The parties shall be bound by any \narbitration award rendered as a result of such arbitration \nas the final adjudication of any such dispute. \n \n25. PRIVILEGES AND IMMUNITIES \n \nNothing in or relating to the Contract shall be deemed a \nwaiver, express or implied, of any of the privileges and \nimmunities of the Commission and its employees. \n \n \n  \nCTBTO General Conditions of Contract – 08 October 2021 \n 525(a). TAX EXEMPTION \n \nIn principle, the Commission is exempt from all Taxes. \nSince the arrangement under which such exemption is \nrespected varies from country-to-country, the Contractor \nshall collaborate with the Commission to achieve Tax \nexemption at source or to pursue reimbursement of Taxes \npaid by the Commission, as the case may be.  \n \n26. TERMINATION \n \nThe Commission may terminate the Contract in whole or in \npart, and at any time, upon thirty (30) days’ notice of \ntermination to the Contractor. In the event such termination \nis not caused by the Contractor’s negligence or fault, the \nCommission shall be liable to the Contractor for payment in \nrespect of Services already satisfactory accomplished or \nGoods delivered and accepted and in conformity with the \nterms of the Contract, for necessary terminal expenses of the \nContractor, and for the cost of such urgent work as is \nessential and as the Contractor is asked by the Commission \nto complete. The Contractor shall keep expenses at a \nminimum and shall not undertake any forward commitment \nfrom the date of receipt of the Commission’s notice of \ntermination. \n \n27. GOODS \n \nIn the event that the Contract requires the Contractor to \nsupply Goods, Clauses 28-35 shall apply in addition to the \nabove. \n \n28. WARRANTY \n \n(a) The Contractor warrants that the Goods, including \npackaging, conform to the specifications for the Goods \nordered under the Contract and are fit for the purpose for \nwhich such Goods are ordinarily used and for purposes \nexpressly made known to the Contractor by the \nCommission, and are new and free from defects in \ndesign, workmanship and materials. \n(b) This warranty shall remain valid for twenty-four (24) \nmonths after the Goods or any part thereof have been \ndelivered and accepted, whichever is later, unless the \nContractor has granted a longer period. Should the \nCommission transfer the title of the Goods to a third \nparty during the warranty period, the right to enjoy the \nwarranty shall be transferable to the new title-holder. \n(c) If, during the warranty period mentioned in sub-clause \n(b) above, the Goods or any part thereof are found to be \ndefective or not in conformity with the specifications \nunder the Contract, the Contractor shall, upon \nnotification, promptly and at its own expense correct all \nsuch defects and non-conformities. If these defects and \nnon-conformities cannot be corrected, the Commission \nshall have the right, at the Contractor's expense, to either \ndemand replacement of the defective item, or receive \nappropriate reimbursement, or have the defective item \nrepaired or otherwise procured from a third party. \n 29. INSPECTIONS AND TESTS \n \n(a) The Commission shall have the right to inspect and/or to \ntest the Goods to confirm their conformity to the \ntechnical specifications.  The technical specifications \nshall specify what inspections and tests the Commission \nrequires. \n(b) The inspections and tests may be conducted on the \npremises of the Contractor or its subcontractor(s), at a \npoint of delivery designated by the Commission and/or \nat the Goods’ final destination.  The Contractor shall give \nall reasonable facilities and assistance-including \ndrawings and production data-to the Commission at no \ncharge to",
    "chunk_order_index": 8,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-7c35e09be4ac647d41a902a062d1b9b1": {
    "tokens": 1200,
    "content": "test the Goods to confirm their conformity to the \ntechnical specifications.  The technical specifications \nshall specify what inspections and tests the Commission \nrequires. \n(b) The inspections and tests may be conducted on the \npremises of the Contractor or its subcontractor(s), at a \npoint of delivery designated by the Commission and/or \nat the Goods’ final destination.  The Contractor shall give \nall reasonable facilities and assistance-including \ndrawings and production data-to the Commission at no \ncharge to the Commission. \n(c) Should any inspected or tested Goods fail to conform to \nthe technical specifications, the Commission reserves the \nright to reject them and the Contractor shall either \nreplace the rejected Goods or make all alterations \nnecessary to meet specification requirements free of cost \nto the Commission. \n(d) The Commission’s right to inspect, test and, where \nnecessary, reject the Goods after the Goods’ arrival at the \npoint of delivery designated by the Commission or at the \nCommission’s offices, shall in no way be limited or \nwaived by reason of the Goods’ having previously been \ninspected, tested and passed by the Commission. \n(e) Nothing in this Section on Inspections and Tests shall in \nany way release the Contractor from any warranty or \nother obligations under the Contract. \n(f) All equipment/material supplied under the Contract may \nbe subject to pre-shipment inspection by a third party to \nbe specified by the Commission.  The Contractor is not \nliable for cost of this inspection. \n \n30. PACKING \n \nThe Contractor shall comply or ensure compliance with the \nfollowing provisions concerning packing: \n \n(a) The Goods shall be packed as is required to prevent their \ndamage or deterioration during transit to their final \ndestination.  The packing shall be sufficient to withstand, \nwithout limitation, rough handling during transit. \n(b) In the case of a cross-border shipment, the Goods shall \nhave appropriate export packing.  If necessary, all \ncases/crates must be wrapped inside with heavy-duty \nplastic lined paper, should be steel-strapped and must be \nable to withstand tough handling.  Skids for truck \nhandling are imperative if the gross weight is more than \n30 kilograms. \n(c) The consignment shall be marked and shipped as per \naddress shown on the Purchase Order Form. \n(d) Neither partial delivery nor transhipment shall be made \nunless specifically agreed by the Commission in writing. \n(e) Each case/crate/package shall carry a consecutive \nnumber, dimensions, volume, and weight (i.e. Case No. \nX of Y cases, A x B x C cm, E m3, D Kg.) and shall be \nmarked as follows:  \n \n \n \n  \nCTBTO General Conditions of Contract – 08 October 2021 \n 6EQUIPMENT FOR  \nTHE PREPARATORY COMMISSION FOR THE \nCOMPREHENSIVE NUCLEAR-TEST-BAN \nTREATY ORGANIZATION. \n[point of delivery] \n \nPURCHASE NO.___________________ \nGROSS WEIGHT __________________ \nNET WEIGHT _____________________ \n \n(f) Markings shall be done with weatherproof materials. All \nnon-containerized Goods shall be shipped below deck. \n(g) Each case/crate/carton shall carry (outside) a copy of the \npacking list describing the contents of the \ncase/crate/carton.  Outside Case No. 1 should be attached \nwith invoice covering the actual delivery.  The \naccompanying papers must be made out in the English \nlanguage. \n(h) Prior to delivery, a fax (or a letter by courier service) \nshall be sent to the consignee, if any, advising of the \nfollowing:  \n purchase order/Contract number; \n waybill number or equivalent reference number of \nthe shipment (if any); \n number of boxes/cartons/crates/etc.; \n estimated time of departure (ETD); \n point of departure and name of freight carrier; \n estimated time of arrival (ETA) to final destination. \n(i) The following documents shall be enclosed with the \nshipment in case of shipping by air: \n airway bill; \n proforma or commercial invoice; \n packing list. \n(j) The above documents are indispensable and must reach \nthe consignee, if any, on time to permit customs \nclearance and in order to avoid demurrage charges. \n \n31. DELIVERY AND TRANSPORTATION \n \n(a) Delivery of the Goods shall be made by the Contractor \nin accordance with the terms specified in the Contract, \nand the Goods shall remain at the risk of the Contractor \nuntil delivery has been completed.  \n(b) Transport of the Goods to the port of discharge or such \nother point in the country of destination and/or \nforwarding to the consignee, if any, (door-to-door) \nspecified in the Contract shall be arranged and paid for \nby the Contractor and the cost thereof shall be included \nin the Contract Price. \n \n32. TAKE-OVER/HAND-OVER \n \nUpon successful completion of delivery or of installation \nand a testing and evaluation period, as specified in the \nContract, responsibility for the Goods will be handed over \nto the consignee or other designated entity. \n \n \n1 UN Guiding Principles on Business and Human Rights, available at  \nhttps://www.ohchr.org/Documents/Publications/GuidingPrinciplesBu\nsinessHR_EN.pdf .  33. EXPORT LICENCES \n \nIf an export licence or any other governmental authorization \nis required for the Goods, it shall be the obligation of the \nContractor to obtain such licence or governmental \nauthorization.  In the event of failure to obtain such licence \nor authorization within reasonable time, the Commission \nmay declare the Contract null and void.  \n \n34. SPARE PARTS \n \nIn",
    "chunk_order_index": 9,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-0c18552c6871933b74c0a7344b07270a": {
    "tokens": 1200,
    "content": "ohchr.org/Documents/Publications/GuidingPrinciplesBu\nsinessHR_EN.pdf .  33. EXPORT LICENCES \n \nIf an export licence or any other governmental authorization \nis required for the Goods, it shall be the obligation of the \nContractor to obtain such licence or governmental \nauthorization.  In the event of failure to obtain such licence \nor authorization within reasonable time, the Commission \nmay declare the Contract null and void.  \n \n34. SPARE PARTS \n \nIn accordance with the Contract, the Contractor may be \nrequired to provide any or all of the following materials and \nnotifications pertaining to spare parts manufactured and/or \ndistributed by the Contractor:  \n \n(a) Such spare parts as the Commission may choose to \npurchase from the Contractor, provided that the \nContractor is not relieved of any warranty obligations \nunder the Contract; \n(b) In the event of termination of production of the spare \nafter delivery of the Goods: \n(i) advance notification to the Commission of the  \npending termination, in sufficient time to permit the \nCommission to place a final order; \n(ii) following such termination, furnishing at no cost to \nthe Commission, the blueprints, drawings and \nspecifications of the spare parts, if and when \nrequested. \n \n35. UNITED NATIONS CONVENTION ON \nCONTRACTS FOR THE INTERNATIONAL \nSALE OF GOODS \n \nQuestions concerning matters arising under the Contract, but \nnot settled in it, shall be settled in conformity with the United \nNations Convention on Contracts for the International Sale \nof Goods (Vienna, 1980), which shall be applicable to the \nContract. The applicable language version of the \nConvention shall be the version in which the Contract is \nwritten. \n \n36. SUSTAINABLE BUSINESS PRACTICES \n \nThe Commission requires the Contractor and its personnel \nto:  \n(a) support and respect the protection of internationally \nproclaimed human rights1 and to observe the highest \nstandards of ethics and integrity throughout its supply \nchains. \n(b) abide by the United Nations Supplier Code of Conduct2. \n(c) to take appropriate steps, whenever possible to perform \nits obligations in a manner that takes into account \neconomic, environmental and social considerations. \n(d) certify that they have not and will not engage in \nharassment or sexual harassment, proscribed practices or \nany further practice described in Clauses 37, 38, 39, 40 \n2 Available at https://www.un.org/Depts/ptd/about-us/un-supplier-\ncode-conduct .   \nCTBTO General Conditions of Contract – 08 October 2021 \n 7and 41, during the procurement process and the \nperformance of the Contract. \n \n37. PREVENTION OF HARRASSMENT AND \nSEXUAL HARRASSMENT  \n \n(a) The Commission is committed to providing a \nprofessional work environment that upholds the highest \nstandards of equality, respect and dignity for all. In this \nregard, and without limitation to any other provision \ncontained herein: \n(i) The Contractor shall adhere to zero tolerance for \nharassment and therefore accepts and agrees to \nrefrain from any conduct which could, in the view of \nthe Commission, meet the definition of harassment \nand/or sexual harassment. For the avoidance of \ndoubt, “harassment” shall be understood as any \nimproper or unwelcome conduct that might \nreasonably be expected or be perceived to cause \noffence or humiliation to another person when such \nconduct interferes with work, is made a condition of \nemployment, or creates an intimidating, hostile or \noffensive work environment. “Sexual harassment” \nshall be understood as harassment of a sexual nature, \nand the above definition of harassment applies \nequally to sexual harassment. Sexual harassment \nmay occur between persons of opposite sex or of the \nsame sex. \n(ii) The Contractor shall take all reasonable and \nappropriate measures to prevent and deter \nharassment and sexual harassment or abuse of \nanyone by its employees, agents, officials or any \nother persons engaged or controlled by the \nContractor to perform the Services. \n(iii) The Contractor shall promptly report to the \nCommission any actual, reported or suspected cases \nof harassment, sexual harassment or abuse of anyone \nby its employees, agents, officials or any other \npersons engaged or controlled by the Contractor to \nperform the Services of which the Contractor \nbecomes aware. Such reports to the Commission \nmay be on a no name basis, if necessary. \n(iv) In addition to notifying the Commission pursuant to \nsub-clause (iii) above, on becoming aware of any \nallegation of harassment, sexual harassment or \nabuse of anyone, the Contractor shall take all \nreasonable and appropriate measures to address the \nmatter, including engaging in good faith \nconsultations with the Commission, while ensuring \nminimum impact and/or disruption of the Services. \n(b) The Contractor acknowledges and agrees that any breach \nof the provisions of this Clause 37, as determined by the \nCommission, shall permit the Commission, at its sole \ndiscretion, to: \n(i) Request the Contractor to remove, temporarily or \npermanently, from the relevant assignment, any \nContractor’s personnel reported for having \ncommitted harassment, sexual harassment or abuse \nof anyone. \n(ii) Terminate the Contract, and/or any other agreement, \narrangement or partnership concluded by the \nCommission with the Contractor, immediately upon written notice to the Contractor, without any liability \nfor termination charges or any other liability of any \nkind, on the terms and conditions as are provided for \nin Clause 26 (Termination) above; and/or \n(iii) Exclude the Contractor from participating in any \nongoing or future solicitations, and/or entering into \nany future contractual or collaborative relationships \nwith",
    "chunk_order_index": 10,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-8212f3a112f3510b7e724afb2756add9": {
    "tokens": 1200,
    "content": "Contract, and/or any other agreement, \narrangement or partnership concluded by the \nCommission with the Contractor, immediately upon written notice to the Contractor, without any liability \nfor termination charges or any other liability of any \nkind, on the terms and conditions as are provided for \nin Clause 26 (Termination) above; and/or \n(iii) Exclude the Contractor from participating in any \nongoing or future solicitations, and/or entering into \nany future contractual or collaborative relationships \nwith the Commission and/or suspend the Contractor \nfrom the Commissions supplier roster. \n(c) The Commission shall be entitled to report any breach of \nthe provisions of this Clause 37, as determined by the \nCommission, to the Commission’s governing bodies, \nother UN agencies and/or donors. \n \n38. PROSCRIBED PRACTICES \n \nThe Commission requires that the Contractor and its \npersonnel certify that they have not and will not engage in \nproscribed practices and proscribed conduct during the \nprocurement process and the performance of the Contract. \nThe Commission defines Proscribed Practices as follows: \n \nFraudulent practice : is any act or omission, including a \nmisrepresentation, that knowingly or recklessly misleads, or \nattempts to mislead, a party to obtain a financial or other \nbenefit or to avoid an obligation; \n \nCorrupt practice  is the offering, giving, receiving, or \nsoliciting, directly or indirectly, anything of value to \ninfluence improperly the actions of another party;  \n \nCoercive practice is the impairing or harming, or \nthreatening to impair or harm, directly or indirectly, any \nparty or the property of any party in order to influence the \nactions of that party;  \n \nCollusive practice is the proposing or entering into an \narrangement between two or more parties designed to \nachieve an improper purpose, including influencing \nimproperly the actions of another party ;  \n \nUnethical practice is conduct or behaviour that is contrary \nto the conflict of interest, gifts and hospitality, post-\nemployment provisions or other published requirements of \ndoing business with the Commission; \n \nObstructive practice is any act which deliberately and in an \neffort to compromise an investigation, destroys, falsifies, \nalters or conceals information or documents that may be \nrelevant to a fraud and corruption investigation, or material \nthat could become evidence as a result of such investigation; \nor the making of false statements to investigators during \nsuch an investigation. \n \n39. CHILD LABOUR \n \nThe Contractor represents and warrants that neither it, its \nparent entities (if any), nor any of the Contractor’s \nsubsidiary or affiliated entities (if any) is engaged in any \npractice inconsistent with the rights set forth in the \nConvention on the Rights of the Child, including Article 32 \nthereof, which, inter alia, requires that a child shall be  \nCTBTO General Conditions of Contract – 08 October 2021 \n 8protected from performing any work that is likely to be \nhazardous or to interfere with the child’s education, or to be \nharmful to the child’s health or physical, mental, spiritual, \nmoral or social development. \n \n40. MINES \n \nThe Contractor represents and warrants that neither it, its \nparent entities (if any), nor any of the Contractor’s \nsubsidiaries or affiliated entities (if any) is engaged in the \nsale or manufacture of anti-personnel mines or components \nutilized in the manufacture of anti-personnel mines. \n \n41. TERRORISM \n \nThe Contractor shall ensure that none of the funds received \nfrom the Commission under the Contract are used, directly \nor indirectly, to provide support to individuals or entities \nsubject to sanctions or other measures  promulgated by the \nUnited Nations Security Council and appearing in the \nConsolidated United Nations Security Council Sanctions \nList. This provision shall be included in all subcontracts or \nsub-agreements entered into under the Contract. \n \n42. FULL DISCLOSURE \n \n(a) The Contractor will immediately notify the Commission \nupon becoming aware of any Proscribed Practices or \nother prohibited practices or conduct or suspicion \nthereof, as per Clauses 37-41, by itself or its personnel \nduring the procurement process or the performance of the \nContract. The Contractor will take all appropriate \nmeasures to prohibit and prevent its personnel from \nengaging in Proscribed Practices or any other prohibited \nconduct, as well as to investigate allegations thereof, or \nto take corrective action when such a Proscribed Practice \nor any other prohibited conduct has occurred. \n(b) The Contractor further warrants that it is not the subject \nof any sanctions, or otherwise identified as ineligible by \nany government, supranational organization (e.g., \nEuropean Union), another entity of the United Nations \nSystem or multilateral development finance institution. \nThe Contractor will disclose to the Commission if it \nbecomes subject to any sanction or temporary suspension \nduring the term of the Contract. The Contractor \nrecognizes that a breach of this provision constitutes a \nfraudulent practice. \n \n43. DATA PROTECTION \n \n(a) Use of the Commission’s data:  Use (including \naccessing, processing, retention, storage) of the \nCommission’s data is limited to the purposes contained \nin the Contract and such use will be limited to \nContractor’s personnel on a “need to know” basis. Use \nof the Commission’s data for internal research, \nmarketing, sales, or promotional purposes is strictly \nprohibited. Subject to Clause 12 (Confidentiality), the Contractor will treat the Commission’s data as \nconfidential and may neither disclose it nor make it \navailable to any third-party except with the prior written \nauthorization of the Commission. \n(b) Compliance:  The Contractor confirms",
    "chunk_order_index": 11,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-7abaa6923526c522c71abc3269832b40": {
    "tokens": 1200,
    "content": "use will be limited to \nContractor’s personnel on a “need to know” basis. Use \nof the Commission’s data for internal research, \nmarketing, sales, or promotional purposes is strictly \nprohibited. Subject to Clause 12 (Confidentiality), the Contractor will treat the Commission’s data as \nconfidential and may neither disclose it nor make it \navailable to any third-party except with the prior written \nauthorization of the Commission. \n(b) Compliance:  The Contractor confirms that it has a data \nprotection policy in place that meets applicable legal \nrequirements and that it will apply such a policy to the \nCommission’s data, without prejudice to the privileges \nand immunities of the Commission. The Contractor will \nimplement technical and organisational measures to \nensure appropriate protection of the Commission’s data, \nin conformity with the abovementioned requirements \nand internationally recognised standards and best \npractices. In addition, the Contractor will: \n(i)  at its sole expense and risk, return, delete, or destroy \nall the Commission’s data, including data backups, \nupon written instruction of the Commission. The \nCommission will provide a reasonable period of \ntime and take into account the Contractor’s \nlegitimate interests, as well as the termination or \nexpiration date of the Contract; \n(ii) process, retain or store the Commission’s data \nexclusively in countries that are signatories to the \nComprehensive Nuclear-Test-Ban Treaty and that \nensure adequate legal protection of the \nCommission’s privileges and immunities; and \n(iii) be liable for any resulting damages or penalties for \nits failure to comply with its obligations. \n(c) Data security:  Upon discovery of a data security breach, \nthe Contractor will immediately notify the Commission \nand undertake at its sole expense to: \n(i) propose immediate remedial actions (including \ncontainment); \n(ii) implement, as directed by the Commission, all \nnecessary damage mitigation and remedial actions; \n(iii) where applicable, as directed by the Commission, \nrestore the Commission’s and end-users’ access; \nand \n(iv) keep the Commission informed of its progress. \n(d) The Contractor, at its sole expense, will cooperate fully \nwith any Commission investigation, remediation steps \nand response to a data security breach. \n \n44. ESSENTIAL TERMS \n \nThe Contractor acknowledges and agrees that each of the \nprovisions in Clauses 36 to 43 above constitutes an essential \nterm of the Contract and that any breach of any of these \nprovisions shall entitle the Commission to terminate the \nContract or any other contract the Contractor has with the \nCommission, immediately upon notice to the Contractor, \nwithout any liability for termination charges or any other \nliability of any kind. Furthermore, the Commission is \nentitled to exclude the Contractor from participating in \nfuture tenders should the Contractor breach any of the \nprovisions included in Clauses 36 to 43. \n \n \n  \n \n \n \n \n  \n \n \n \nANNEX B  \n \nTERMS OF REFERENCE \n \nNEW BOREHOLE DRILLING  \nOR \nREHABILI TAT ION OF EXISTING BOREHOLE \nFOR THE IMS AUXILIARY SEISMIC STATION  \nAS097 BABATE, SENEGAL  \n \n   \n \n  \n \n   \n \n  \n \n \n \n  \n \n 2 \n Table of Contents  \n1. Summary of the project  ................................ ................................ ................................ ................................ ....... 3 \n2. Rehabilitating of the Existing Borehole (LOT 1)  ................................ ................................ ................................ .... 4 \n2.1 Contractor Responsibilities during Borehole Rehabilitating  ................................ ................................ .... 4 \n2.2 Reporting  ................................ ................................ ................................ ................................ .................  5 \n3. Drilling a new Borehole (LOT 2)  ................................ ................................ ................................ ............................  5 \n3.1 Technical Specifications of the Borehole  ................................ ................................ ................................  5 \n3.2 Contractor Responsibilities during Borehole Drilling  ................................ ................................ .............  6 \n3.3 Description of the Work to be performed.  ................................ ................................ ...............................  6 \n3.3.1  Preparation  ................................ ................................ ................................ ................................ ...............  6 \n3.3.2  Drilling  ................................ ................................ ................................ ................................ .....................  7 \n3.3.3  Casing  ................................ ................................ ................................ ................................ ......................  7 \n3.3.4  Cementation and grouting  ................................ ................................ ................................ ........................  7 \n3.3.5  Construction of borehole well -head and enclosure  ................................ ................................ ..................  8 \n3.3.6  Site remediation  ................................ ................................ ................................ ................................ ....... 8 \n3.4 Acceptance tests.  ................................ ................................ ................................ ................................ ...... 8 \n3.4.1  Verticality Test:  ................................ ................................ ................................ ................................ ....... 8 \n3.4.2  Leak Test:  ................................ ................................ ................................ ................................ ................  9 \n3.4.3  Obstruction Test:  ................................ ................................ ................................ ................................ ...... 9 \n3.4.4  Continued Monitoring:  ................................ ................................ ................................ .............................  9 \n3.5 Drilling Report  ................................ ................................ ................................ ................................ .........  9 \n3.5.1  Daily log of Drilling Operations  ................................ ................................ ................................ ..............  9 \n3.5.2  Casing Tally  ................................ ................................ ................................ ................................ .............  9 \n3.5.3  Results of Acceptance Tests  ................................ ................................ ................................ ....................  9 \n3.5.4  Photo- documentation  ................................ ................................ ................................ ...............................  9 \n4. Local laws, norms, regulations etc.  ................................ ................................ ................................ .....................  9 \n5. Quality and Safety Requirements for the work performed.  ................................ ................................ ..............  10 \n6. Inspection  ................................ ................................ ................................ ................................",
    "chunk_order_index": 12,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-f3bda388798c3ec569603fd9c1fcfd00": {
    "tokens": 1200,
    "content": "................................ ................................ ................................ ................................ .............  9 \n3.5.3  Results of Acceptance Tests  ................................ ................................ ................................ ....................  9 \n3.5.4  Photo- documentation  ................................ ................................ ................................ ...............................  9 \n4. Local laws, norms, regulations etc.  ................................ ................................ ................................ .....................  9 \n5. Quality and Safety Requirements for the work performed.  ................................ ................................ ..............  10 \n6. Inspection  ................................ ................................ ................................ ................................ ..........................  10 \n7. ANNEX: Technical Report for the cleaning of the existing Borehole  ................................ ..............................  11 \n7.1 Resources used during the cleaning.  ................................ ................................ ................................ ...... 11 \n7.2 Works performed.  ................................ ................................ ................................ ................................ .. 11 \n7.3 Results  ................................ ................................ ................................ ................................ ....................  11 \n7.4 Conclusions and recommendations  ................................ ................................ ................................ ........  11 \n7.5 Pictures taken before cleaning and during pulling up the sensor from the borehole.  .............................  12 \n \n \n \n 3 \n 1. Summary of the project \nThe 3 Component Auxiliary Seismic Station AS097 at Babate, Senegal (hereinafter referred to \nas “the Station”) is part of the International Monitoring System (IMS) of the Preparatory \nCommission for the Comprehensive Nuclear -Test-Ban Treaty Organization (hereinafter \nreferred to as “the Commission”). More information can be found under www.ctbto.org  \nThe name, code and coordinates for the Station are  Babate, BBTS , 14.66132 ° N, 16.53323 ° W. \nThe Station is at the site located approximately 75 km from the city of Mbour, Senegal.  The \nstation is certified in 2007, to install the sensor inside the borehole, a  70m deep borehole was \ndrilled in 2004; obstruction, verticality and leaking tests have been performed but later it’s been \nfound that borehole had about 50m of water inside the casing. It was decided to drill another \nborehole which was drilled in 2006. After the drilling, a slight leaking was observed, but sensor \nwas installed inside the borehole. Over the years, water and mud filled up the borehole and \nresulted corrosion on the casing. In 2023 the damaged sensor was pulled up and water was \ncleaned, however some water leakage was observed after the cleaning  as well . Summary of the \nreport from the contractor is given in Section 7 in these TOR.  \nThe Commission considers rehabilitating the existing borehole (LOT 1) or drilling a new \nborehole (LOT 2)  and seeking a company specialized in these types of works . The Contractor \ncan provide proposals on one or both lots.  \nLOT 1:  Rehabilitating the existing borehole  include  (Section 2) ; \n- Cleaning the borehole  \n- Cleaning and s ealing the casing  \n- Cementing of the bottom of the Well  \n- A pressure test after the cement dries to make sure no water entry to the Well  \n \nLOT 2:  Drilling a new borehole (section 3);  \nThe new cased borehole  will be used to house a seismic instrument, which is a highly -\nsensitive vibration -measuring device. The borehole needs to be nearly vertical and \npermanently sealed against water leakage from bottom to top. For this reason, the casing must be completely coupled over its entire length to the surrounding rock by careful \ncementation. A range of the inner diameter of the cased borehole is given to allow the \nContractor to use the most cost -efficient drill bit available for drilling the borehole. This \nrange also allows a variety of installations of seismic equipment in order to fit the site.  \nTechnical specifications of the borehole are given in section .1 3 in these TOR;  however,  \nsome important aspects of the borehole would be:  \n- Corrosion -resistant stainless- steel casing  \n- Steel casing is cemented into the borehole to stabilize the casing, provide good coupling to \nthe ground, and maintain the integrity of underground aquifers. \n- A cement/bentonite -based grouting between borehole and the casing to seal the borehole to \nprevent any fluid movement, reinforce the hole against pressure.  \n \nThese Terms of Reference provide the technical description and requirements for the Work Tasks that shall be performed by the Contractor.   \n  4 \n  \n \n2. Rehabilitating of the Existing Borehole  (LOT 1) \n Steps to rehabilitating the existing borehole include; \n- Cleaning the borehole  by pumping water and mud if exists \n This step is important for following steps.  \n- Inspect the borehole and casing  with camera  \n Inspecting the borehole with a camera is important to understand the status of the borehole \nand casing  before taking any actions . \n- Cleaning and sealing the casing  \n The casing shall be scraped, brushed, and emptied of all fluids and loose solids.  \n- Cementing of the bottom of the Well  \n In order to stop water entry from the bottom of the Well, shall be cemented with high -early \nstrength cement (Portland type III).  \n- Borehole leak test : \nAll tools and equipment required for successful completion of the test, including but not \nlimited to, air compressors, valves, air pressure gauges and fittings, are to be provided by \nthe contractor. \n1. Wait 24 hours to allow cement and sealant to cure completely. \n2. Fill the borehole to the top with water.  \n3.  Seal the top of the borehole and pressurize the top air pocket to a minimum of",
    "chunk_order_index": 13,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-f892fc2eead15d7f66eb2d0d7b032476": {
    "tokens": 1200,
    "content": "- Borehole leak test : \nAll tools and equipment required for successful completion of the test, including but not \nlimited to, air compressors, valves, air pressure gauges and fittings, are to be provided by \nthe contractor. \n1. Wait 24 hours to allow cement and sealant to cure completely. \n2. Fill the borehole to the top with water.  \n3.  Seal the top of the borehole and pressurize the top air pocket to a minimum of 1,304 kPa \n(150 psi). \n4. Leave the borehole pressurized for 24 hours. 5. Check and record the pressure after 24 hours. \na. If the pressure has not dropped, proceed to step 7. b. If the pressure has dropped (to account for water and pipe temperature stabilization), \nbring the pressure back up to 1,304 kPa (150 psi) and leave the borehole for another 24 \nhours. \n6. Check and record the pressure after an additional 24 hours. There should be no drop in \npressure after 48 hours. \n7. Drain the water from the borehole and ensure that it is dry and clear of debris. \n \n2.1 Contractor Responsibilities during Borehole Rehabilitating  \na) The Contractor shall be prepared for any situation that might occur during rehabilitating of \nthe borehole . The contractor must have sufficient equipment and supplies on location. The \nContractor must have sufficient cement on hand and a proper pump in order to cement off any loss of circulation zones.  5 \n b) The Contractor will take care of property and removal of debris from the site. Care shall be \ntaken at all times during the work described in these specifications to prevent undue \ndamage to the property on which the work is being performed.  After completion of the \nwork described in this specification, the area shall be thoroughly cleaned of all residual material resulting from the operation or equipment.  The surface shall be free of mud, cuttings, scrap equipment, foliage, packing, and related items.  The surface shall be smoothed to its original contours with all vehicle ruts covered . \nc) The Contractor will keep the Commission fully informed of the progress, or any problems encountered, during the work or cementation process.   \nd) The Contractor shall be responsible for ensuring that the requirements of water -tightness, \nand quality of cementation indicated in these TOR. \n2.2 Reporting  \nAfter the completion of the work, the Contractor will submit the Report, providing a full \naccount of the activities, any problems encountered during the work, The Contractor shall \nprovide to the Commission 2 (two) copies of the Report in English.  \n \n3. Drilling a new Borehole  (LOT 2)  \n3.1 Technical Specifications of the Borehole  \nThe Contractor shall select an appropriate site for the drilling inside the station premises. Required specifications are listed below:   \n1. Final depth of the cased borehole will be at least 70m below ground level. \n2. All required supplies -casings, components, materials, and additional supplies - shall be new \nand first grade. \n3. The well casing shall extend above the ground about 60cm. The top end must have a sealed \ncap or wellhead box to prevent water ingress. For a steel casing, the exposed top section must be painted or coated to prevent corrosion. \n4. Angle of inclination from vertical will not to exceed 2.5 degrees at any point in the \nborehole. \n5. Casing must be completely round, with no ellipticity; the inner surface of casing must be \nsmooth with no irregularities such as welds or couplings, which would reduce the inner diameter.  \n6. The casing must be well cemented into the ground, from the bottom up.  \n7. Steel casing with water -tight joints will be installed for the entire length of the borehole.  \n8. Inner diameter of the casing should be between 12.7 and 17.8 cm (5 and 7 inches) with a \nminimum casing wall thickness of 0.62 cm (0.244 inches). \n9. A water -tight cement or steel plug should be completely cemented to the bottom of the \nborehole.  \n10. The outer wall of casing should be completely cemented to the rock along the entire length \nof the borehole; cementation must ensure high- quality contact between the casing and the \nrock walls.  6 \n 11. The final cased borehole has to admit a test gauge, to be provided by the Contractor, of \nsimilar dimensions to the equipment to be installed at the borehole, approximately 81.2 cm \nin length and 9.5 cm in diameter. The exact dimensions, however, will be provided before the drilling starts.  \n12. The final cased borehole must be watertight.  \n13. The borehole must be left dry after the leak test and sealed with a removable cap.  \n \n3.2 Contractor Responsibilities during Borehole Drilling  \na) The Contractor shall be prepared for any situation that might occur.  The contractor must \nhave sufficient equipment and supplies on location, including surface conductor and surface \ncasing, to case off any surface alluvium that might be present during drilling.  The \nContractor must have sufficient lost circulation material on location to meet any demands.  \nThe Contractor must have sufficient cement on hand and a proper pump in order to cement \noff any loss of circulation zones. If the Drilling Contractor is in an area where cement \nservice companies are readily available, then a cement -service sub -contractor may be used.  \nIn order for the borehole to be cemented from bottom to top satisfactorily as specified, each",
    "chunk_order_index": 14,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-6f052221fa71f651d9ae72a16d7abda9": {
    "tokens": 1200,
    "content": "be present during drilling.  The \nContractor must have sufficient lost circulation material on location to meet any demands.  \nThe Contractor must have sufficient cement on hand and a proper pump in order to cement \noff any loss of circulation zones. If the Drilling Contractor is in an area where cement \nservice companies are readily available, then a cement -service sub -contractor may be used.  \nIn order for the borehole to be cemented from bottom to top satisfactorily as specified, each water or lost circulation zone shall be plugged or cemented off or  sealed with lost \ncirculation material before continuing drilling the borehole.  \nb) The Contractor will take care of property and removal of debris from the site.  Care shall \nbe taken at all times during the work described in these specifications to prevent undue damage to the property on which the work is being performed.  After completion of the work described in this specification, the area shall be thoroughly cleaned of all residual \nmaterial resulting from the drilling operation or equipment.  The surface shall be free of \ndrilling mud, cuttings, scrap equipment, foliage, packing, and related items.  The surface \nshall be smoothed to its original contours with all vehicle ruts covered.   \nc) The Contractor will keep the Commission fully informed of the progress, or any problems encountered, during the drilling or cementation process.   Severe problems encountered \nduring drilling may change the planned location of the borehole.  Such a situation must be \ndiscussed immediately with the Commission. Deviations from target depths, or from the \nexact location, can be made as an emergency if appropriate geological justifications are discovered during drilling, and if the Commission is notified of the proposed changes and accepts the proposed changes.  \nd) The finished borehole must comply with the tests indicated in these TOR. The Contractor shall be responsible for ensuring that the finished borehole complies with the \nacceptance test and requirements of verticality, diameter size, water -tightness, and quality of \ncementation indicated in these TOR.  \n3.3 Description of the Work to be performed.  \n3.3.1 Preparation  \nThe Contractor shall select an appropriate site for the drilling inside the station premises. The \nexact location to be approved by the Commission before drilling starts. The Contractor will prepare the site, including leveling, and the removal of debris, stones, objects, heavy growths of vegetation or other materials undesirable for the drilling. The Contractor shall transport all drilling equipment to the site with their own resources.  7 \n 3.3.2 Drilling  \nThe borehole will be drilled using an appropriately sized drill bit for the final choice of casing \ndiameters, while allowing for sufficient annular space to securely grout the casing to the rock formation.  It is recommended that the borehole be drilled between 21.6 cm (8.5 inches) and 26.7 cm (10 -\n5/8 inches).  Drilling should be done by the most cost -efficient method, which is \nusually with a tri- cone rotary drill bit.  Samples of drill cuttings (normal rock detritus created by \nthe rotary drilling and floated to the surface in drilling mud), should be collected at about 5 -\nmeter intervals for each borehole for use in the description of the geological make -up within \neach borehole. This information will be required as part of the drilling report.  \nThe vertical offset or drift for the deep borehole shall not exceed 2.5 degrees from true vertical measurement at any point from the top to the bottom of the cased hole.  It is suggested that this be achieved as follows: While drilling, pull -down pressure on the Kelly should be avoided. Drill \npressure should be provided solely by the weight of the drill collars.  An appropriate device, such as a Baker Tool TOTCO Recorder shall be used during the drilling to ensure that the hole is not drifting from vertical.  \nWhen total depth of the borehole is reached at the proper diameter, circulation shall be maintained for approximately one (1) hour to assure that the hole is free of cuttings and cavings.  \n3.3.3 Casing  \nThe borehole shall be cased to its total depth using seamless steel casing, with standard threads and collars, leaving an inner diameter between 14.5 cm (5.69 inches), and 17.8 cm (7.0 inches).  The preferred casing material is corrosion- resistant stainless -steel or similar material provides \ncorrosion protection. The casing minimum wall thickness shall be  6.2 cm ( ¼ inch ). The casing \nmust be round, straight, free of irregularities and seamless (cast, with no rolled seams) .   The \ntotal length of the borehole casing shall be made up of sections of any standard length, but minimum length of sections should be 3 m. Casing string must be made of the same type \n(diameter, wall thickness, and composition) of casing section for its total depth.  \nBefore proceeding with drilling the contractor must notify the Commission in writing with dimensions of the chosen casing. Threaded casing joints using BTC (buttress -threaded \nconnections) are preferred. All threaded joints should be coated with joint compound and \ntightened using sufficient torque.  A torque of 1000 foot -pounds is recommended.  Any casing \nthat meets these specifications is acceptable.  \nImmediately prior to cementing, a turbulent flow of clear water and a cleaning solution shall be circulated down the casing and up the annulus to clean out any mud and debris that is present to secure a good cement bond. The casing strings shall be supported approximately 5 m (15 feet) above the bottom of the hole during cementing of the casing.  \n3.3.4 Cementation and grouting  \nThe Contractor has the flexibility",
    "chunk_order_index": 15,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-2c20e61e520b603a54fbc694d7766cf1": {
    "tokens": 1200,
    "content": "Any casing \nthat meets these specifications is acceptable.  \nImmediately prior to cementing, a turbulent flow of clear water and a cleaning solution shall be circulated down the casing and up the annulus to clean out any mud and debris that is present to secure a good cement bond. The casing strings shall be supported approximately 5 m (15 feet) above the bottom of the hole during cementing of the casing.  \n3.3.4 Cementation and grouting  \nThe Contractor has the flexibility of selecting a preferred cementation method that will completely bond the casing string to the rock walls over its entire depth with no voids or shrinkage. For example, cementation can be accomplished through the casing using a cement shoe and plunger method, cementation can be done via external grout tubes in the annulus between the casing and host rock where the casing string is sealed by a welded plate at the \nbottom. However, the preferred cementation process is to pump  cement grout through the \ninterior of the casing using a plunger and cement shoe and flush the full volume up the annular \nspace between the exterior casing wall and the rock to the surface. The cement shoe and collar 8 \n will form the cement plug at the bottom of the casing. Typical cement grout composition uses \ncement, sand, bentonite (clay), water, and an expansive additive to prevent shrinkage upon drying.  \nThe borehole shall be cemented from bottom to top. The following procedure is recommended.  Cement slurry with sufficient volume to fill the annulus with at least 25% excess shall be \npumped into the casing. Then a latch down plug shall be inserted into the casing and washed \ndown with clear water.  When the plug reaches the baffle, normally 1,000 pounds per square \ninch of pressure should force the latching nose of the plug into the baffle and lock it in place.  Once the plug is seated, all pressure must be released to check for zero back -flow, this will \nprove that the one -way valves are holding. When zero back- flow is obtained, the cement slurry \nshall be allowed to cure for 24 hours under no pressure before performing any activities that could disturb the bond, such as blowing or bailing the borehole dry of water or proceeding with the acceptance tests.   \nAfter 24 hours, the casing shall be scraped, brushed, and emptied of all fluids and loose solids.  If the cement level drops in the annular space between the pipe and the hole, additional cement \nslurry may be added around the casing directly from the surface.  The level of the cement grout \nin the annular space between the casing and the rock wall must be monitored during the hardening process.  If the level drops, additional cement grout must be added around the casing from the top using small feed pipes if necessary.  \n3.3.5 Construction of borehole well -head and enclosure  \nA concrete pad around the top of the borehole casing (“well -head”) with a thickness of 10 to \n20cm and approximately 1m x 1m in area (if square) or approximately 1mdiameter (if circular) is to be constructed. In addition, a housing or enclosure around the top of the well -head for \nprotection against the environment shall be built. This enclosure will provide shelter from water, snow, theft, small animals, etc. A simple inverted “bin” with a rubber or synthetic gasket, bolted to the concrete pad, will suffice.  The pad must include an L - or U-shaped conduit for the \nentry of the signal cable that will be protected under the well- head enclosure.  \n3.3.6 Site remediation  \nThe Contractor will take care of property and removal of debris from the site. Care shall be  \ntaken at all times during the work described in these specifications to prevent undue damage to the property on which the work is being performed.  After completion of the work described in this specification, the area shall be thoroughly cleaned of all residual material resulting from the drilling operation or equipment.  The surface shall be free of drilling mud, cuttings, scrap equipment, foliage, packing, and related items.  The surface shall be smoothed to its original contours with all vehicle ruts covered. \n3.4 Acceptance tests.  \nThe Contractor will perform a series of acceptance tests as described below.  \n \n3.4.1 Verticality Test:  \nA final verticality test must be performed in the interior of the casing after cementation. \nMeasurements should be made of the deviation from the vertical at 15 m depth intervals and at \nthe base of the borehole.  9 \n 3.4.2 Leak Test:  \nThe final cased and cemented borehole must be checked against leaks by completely filling the \ncasing with water and recording that the water level has not dropped after 24 hours. The \nborehole must then be emptied of water and left completely dry. \n3.4.3 Obstruction Test:  \nA test cylinder of 812 mm length and 95 mm diameter, to be provided by the drilling contractor, \nmust pass without obstruction to the bottom of the final borehole and then return to the surface. \nThis should be the final test performed.  \n3.4.4 Continued Monitoring:  \nThe borehole should be monitored on a weekly basis for at least one month to ensure that it \nremains watertight.  \n3.5 Drilling Report  \nWithin two months after the completion of the drilling, the Contractor will submit the Drilling Report, providing a full account of the drilling activities, any problems encountered during drilling and the specifications of the final cased borehole. The Contractor shall provide to the \nCommission 2 (two) copies of the Report in English. The report should include the",
    "chunk_order_index": 16,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-b566e46a8e82a14904b8f12b6471222e": {
    "tokens": 1200,
    "content": "should be monitored on a weekly basis for at least one month to ensure that it \nremains watertight.  \n3.5 Drilling Report  \nWithin two months after the completion of the drilling, the Contractor will submit the Drilling Report, providing a full account of the drilling activities, any problems encountered during drilling and the specifications of the final cased borehole. The Contractor shall provide to the \nCommission 2 (two) copies of the Report in English. The report should include the following:  \n \n3.5.1 Daily log of Drilling Operations  \n \nThe log should include details of all operations, including times, a record of the drill bit diameter used, the lithology or composition of the material being drilled, whether any water zones or lost -circulation zones are encountered, etc.\n \n \n3.5.2 Casing Tally \n \nCasing tally showing the length of each section of casing used and the depth- from -surface of \neach casing joint.  \n \n3.5.3 Results of Acceptance Tests  \nIf verticality measurements were made using a punch -pendulum system (e.g. Totco or \nWeatherford Sure -Shot tools), copies of the targets should be provided.  \n3.5.4 Photo -documentation \nPhotographs, with descriptive captions, be fore, during and after the drilling will be provided to \nensure adequate restoration has been performed.  \n4. Local laws, norms, regulations etc.  \nThe Contractor shall ensure that the work is performed in compliance with any national, municipal, or local regulations, laws, building codes, licensing, or permitting requirements that relate to the work to be performed under the Contract.  \nThe Contractor shall also obtain all licenses, permits and/or authorizations needed to carry out the work under this Contract.  10 \n 5. Quality and Safety Requirements for the work performed.  \nThe Contractor shall ensure labour safety of personnel at all stages of the work. All \nresponsibility for compliance with any occupational health and safety and fire safety norms and laws when carrying out work at the facilities shall be borne by the Contractor. The Work shall be carried out in compliance with the legislation of the Senegal related to health and safety, as well as any other legal instruments, building standards and rules, design and construction rules, sector -specific and cross -sector regulations, approved standard labour protection instructions, \nnational standards, safety operation rules, national sanitary and epidemiological norms, hygienic standards.    \nCompliance with ecological, sanitary, hygienic , fire protection and other rules in force in \nSenegal is obligatory.  \nWhen carrying out the Work, the Contractor(s) shall ensure safety for its staff, end -user and \nthird parties, prevent any damage to the Commission’s and the Stations’ property.  \n6. Inspection  \nThe Commission will carry out inspections any time during the performance of the work. Specifically, the Commission will visit the site after the completion of all work to be sure that all Work has been performed in accordance with the Contract.  \nIf the inspection reveals that the work is not in compliance with the Contract, which hinders its acceptance, the Commission will notify the Contractor about the problem and the remedial actions to be performed, which shall be remedied by the Contractor to the Commission’s satisfaction.\n \nThe Contractor will provide technical representatives during i nspection and facilitate the work \nof the Commission’s representatives by providing on- site transportation and other logistical \narrangements as required.  \n \n \n \n  \n \n \n \n  \n \n \n \n \n \n \n \n  \n \n 11 \n 7. ANNEX: Technical Report for the cleaning of the existing Borehole \n \nAs part of the BBTS station restoration project, the HYDROCONSULTANCE company cleaned the well in order \nto make it dry for the proper functioning of the seismic probe.  \n \n7.1 Resources used during the cleaning.  \nA 7.5KW power submersible pump with an electrical box.  \nA 25KVA generator.  \nA HDPE drainage tube with a diameter of 50mm and a length of 80m with accessories.  \nAn electrical cable with a diameter of 4X6mm and a length of 100m. \nA rope with a diameter of 15mm.  \nA double cabin pickup.  \n \n7.2 Works performed.  \nThe drilling cleaning work took place from 11/17/2023 to 11/18/2023.  \n11/17/2023:  \n- Installation of equipment on site  \n- Connection of the pump with the columns, the group generator and electric cable  \n- Lowering the pump to a depth of 55 m  \n- Progress of cleaning the well by pumping. \n11/18/2023  \n- Installation of the pump to the bottom approximately 60m  \n- Continued pumping until reaching the bottom of the borehole. \n- Demobilization of equipment  \n7.3 Results  \n-  Before pumping the water level in the well (static level) was 14.30m, after 05 minutes of \npumping the level dropped to 49.50m compared to the ground for the first day  \n-  On the second day (11/18/2023) the water level rose slightly by a few centimeters to 49.30m  \nWhen the pump descended to the bottom of the well and after pumping for 2 minutes, the level \ndropped to 59.60m. The color of the water was blackish, of poor quality which can be explained by very slow recharge and a slight deterioration of the walls of the borehole.  \n \n7.4 Conclusions and recommendations  \nDue to the low rise in the water level, the borehole is still functional and can house the seismic probe. We recommend cementing the bottom of the well to avoid water recharge in the borehole.  \n 12 \n 7.5 Pictures taken before cleaning and",
    "chunk_order_index": 17,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-1971ac17852fc9c9103aba9883511bee": {
    "tokens": 1200,
    "content": "59.60m. The color of the water was blackish, of poor quality which can be explained by very slow recharge and a slight deterioration of the walls of the borehole.  \n \n7.4 Conclusions and recommendations  \nDue to the low rise in the water level, the borehole is still functional and can house the seismic probe. We recommend cementing the bottom of the well to avoid water recharge in the borehole.  \n 12 \n 7.5 Pictures taken before cleaning and during pulling up the sensor  from the borehole. \n     \n \nFig 8.1 Overview with the borehole on the right of the building (left) and enclosure around wellhead (right)  \n \n  \n  \n \nFig 8.2 Wellhead inside enclosure (left) and inside the casing from top (right)  \n \n \n   \n \nFig 8.3 Water pumping during cleaning (left) and mud retrieved from the borehole during cleaning.  \n \n \nSTATEMENT OF CONFIRMATION  \n \nOn behalf of (name of firm or organization):   , I hereby  \nattest and confirm  that: \n \na) The firm/organization possesses the legal status and capacity to enter into legally binding \ncontracts with the Commission for the supply of equipment, supplies, services or work.  \n \nb) The firm/organization is not insolvent, in receivership, bankrupt or being  wound up, and not \nunder administration by a court or a judicial officer, and that it is not subject to the suspension \nof its business or legal proceedings for any of the foregoing reasons.  \n \nc) The firm/organization has fulfilled all its obligations to pay taxes and social security \ncontributions.  \n \nd) The firm/organization has not, and that its directors and officers have not, within the last five \nyears been convicted of any criminal offense related to professional conduct or the making of \nfalse statements o r misrepresentations as to their capacity or qualifications to enter into  a \nprocurement or supply  contract.  \n \ne) The Commission, in the event that any of the foregoing should occur at a later time, will be \nduly informed thereof, and in any event, will have th e right to disqualify the firm/organization \nfrom any further participation in procurement  proceedings.  \n \nf) The firm/organization did not/will not attempt to influence any  other bidder, organization, \npartnership or corporation to either submit or not submit a  proposal/bid/quotation . \n \ng) The firm/organization will not, in the absence of a written approval from the  Commission, \npermit a person to contribute to, or participate in, any process relating to the preparation of a \nQuotation/Bid/ Proposal or the procurement process if the person:  \n \na. at any time during the 12 months immediately preceding the date of issue of t he \nSolicitation was an official, agent, servant or employee of, or otherwise engaged by the  \nCommission;  \nb. at any time during the 24 months immediately preceding the date of issue of the \nSolicitation was an employee of the Commission personally engaged,  direc tly or \nindirectly, in the definition of the requirements, project or activity to which the \nSolicitation  relates.  \n \nh) Neither the organization/firm, its parent entities (if any), nor any of its subsidiary or affiliated \nentities (if any) have been identified on, or associated with any individual , groups,  undertakings \nand entities identified on, the list established pursua nt to the  UN Security Council  Resolution \n1267 (Consolidated Sanctions List).1 \n \ni) Neither the organization/firm, its parent entities (if any), nor any of its subsidiary or affiliated \nentities (if any) are subject to any form of sanction imposed by an org anization or body within \nthe United Nations System, including the World Bank.  \n \n1 The Consolidated United Nations Security Council Sanctions List can be found on the following website:  \nhttps:/ /www.u n.org/securitycouncil/content/un -sc-consolidated -list  \n \n \nj) Neither the organization/firm, its parent entities (if any), nor any of its subsidiary or affiliated \nentities (if any), is engaged in any practice inconsistent with the rights set forth in the \nConvention on the Rights of the Child, including Article 32 the reof, which, inter alia, requires \nthat a child shall be protected from performing any work that is likely to be hazardous or to \ninterfere with the child’s education, or to be harmful to the child’s health or physical, mental, \nspiritual, moral, or social  development.  \n \nk) Neither the organization/firm, its parent entities (if any), nor any of its subsidiary or affiliated \nentities (if any) will use the funds received under contracts/purchase  orders with the \nCommission to provide support to individuals, groups, undertakings or entities associated with  \nterrorism.  \n \nl) The prices in the firm/organization’s  proposal/bid/quotation have been  arrived  at \nindependently, without consultation, communication or agreement with any other interested \ncompanies, competitor or po tential competitor with a view to restricting competition.  \n \nm) The Commission shall have the right to disqualify the firm/organization from participation in \nany further procurement proceedings, if it offers, gives or agrees to give, directly or indirect ly, \nto any current or former staff member of the Commission a gratuity in any form, an offer of \nemployment or any other thing of service or value, as an inducement with respect  to an act or a \ndecision of, or a procedure followed by, the Commission in connection with a procurement  \nproceeding.  \n \nn) The Commission shall have the",
    "chunk_order_index": 18,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  },
  "chunk-515f6bc51068fe55d5ab67cd543c51ed": {
    "tokens": 927,
    "content": "organization from participation in \nany further procurement proceedings, if it offers, gives or agrees to give, directly or indirect ly, \nto any current or former staff member of the Commission a gratuity in any form, an offer of \nemployment or any other thing of service or value, as an inducement with respect  to an act or a \ndecision of, or a procedure followed by, the Commission in connection with a procurement  \nproceeding.  \n \nn) The Commission shall have the right to disqualify the f irm/organization from participation in \nany further procurement proceedings if it does not disclose to the Commission any situation \nthat may appear as a conflict of interest, and if it does not disclose to the Commission if any \nofficial or professional und er contract with the Commission have an interest of any kind in the \nfirm/organization’s business or any kind of economic ties with the  firm/organization.  \n \no) The firm /organization expressly  agree s to abide by the United Nations  Supplier Code of \nConduct .1 \n \n \n \n \n \nName  (print):    Signature:     \n \n \n \nTitle/Position:     \n \n \n \nPlace (City  and Country):    Date:     \n \n1 https://www.un.org/Depts/ptd/about -us/un -supplier -code -conduct  *      Please provide a copy of the most recent audited annual report and accounts. Note:  Expo\nrt includes services or work performed abroad or for foreign clients.\n \n**    Please provide supplementary documentation on these items.\n \n \n \n \n \n \nVENDOR PROFILE FORM (VPF) \n–\n \nFOR PRODUCTS/SERVICES/WORK\n \n \n  \n1. Name of Company:\n \n \n \n  \n2. Street Address:\n \n \n \n3. Telephone:\n \n     \n \nP.O. Box:\n \n     \n \nCity:\n \n \n4. E\n-\nMail\n:\n \n     \n \nZip Code:\n \n     \n \nCountry:\n \n \n5. Website:\n \n  \n6. Contact Person:\n \n \nTitle:\n \n \n \n  \n7. Legal Stat\nus (e.g. Partnership, Private Limited Company, Government Institution)\n \n      \nPLEASE INCLUDE A COPY OF THE CERTIFICATE OF INCORPORATION\n \n \n \n  \n8. Year Established:\n \n \n \n9. Number of Employees:\n \n10. Gross \nCorporate \nAnnual Turnover (US$m)*:\n \n11. Annual Export Turnover (US$m)*:\n \n \n12. Type of Business/Products:     Manufactur\ner             Sole Agent         \n  \n   \nSupplier\n       \n \n      \nOther \n       \n(please explain) \n \n \n13. Type of Business/Services/Work:  Engineering              Civil Work            Governmental Institution\n \n      \nOther        (please explain)\n \n \n14. Referen\nces (your main customers, country, year and technical field of products, services or work): **\n \n \n \n \n \n15. Previous Supply Contracts with United Nations Organizations (over the last 3 years)**\n \n \n       \nOrganization:                               \n            \nVa\nlue in US$ Equivalent:                              Year:\n \n \n \n       \nOrganization:                               \n            \nValue in US$ Equivalent:     \n                         \nYear:\n \n \n16. Summary of any changes in your company’s ownership during the last \n5 years:\n \n \n \n \n \n *      Please provide a copy of the most recent audited annual report and accounts. Note:  Export includes service\ns or work performed abroad or for foreign clients.\n \n**    Please provide supplementary documentation on these items.\n \n \n \nVendor Profile Form\n \nPage \n2\n \nof 2\n \n \n17.\n \nList of Products/Services/Work offered:\n \n \n \n     \nProduct/Service/Work #                            \n            \n \nProduct/Service/Work Description\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n18. \nThis \nsection shall\n \nbe \nsigned and stamped\n \nby an official legally \nauthorized to enter into contracts on behalf of \nyour organization\n:\n \n \n \nName:                                 Title:                                             Signature:                          \n            \nDate:\n \n \nBank Details\n \n \nBank Name:\n \n \nBank Address:\n \n \n \nExact \nAccount Holder Name:\n \nBeneficiary Details\n \n \nBeneficiary Name\n:\n \n(exactly as stated on bank statements)\n \n \nIBAN:\n \n(if applicable)\n \n \nAccount number:\n \n \nSWIFT/BIC:\n \n \nABA/Sort Code:\n \n \nAdditional Details\n \n(if applicable)\n \n \nCorrespondent bank:\n \n \nCorrespondent account n\number:\n \n \nCorrespondent \nSWIFT/BIC:\n \n \nTax Identification Number:\n \n \n \nFOR CTBTO USE ONLY\n \nEvaluated By:     \n                                                   \nInitials                                    \n                  \n \nDate:\n \n \nUpdated By:                     \n                                     \nInitials                                   \n                    \nDate:\n \n \nRemarks:",
    "chunk_order_index": 19,
    "full_doc_id": "doc-d11ab92209b2c13939e750dfee0bccf8"
  }
}